{
    "who-we-are": "Who we are?",
    "the-best-agents": "The best agents supported by the best technology",
    "we-connect-local": "We connect local Realn agents with powerful technology to help you find the right home, sell your current home for more and save thousands in fees. - Top-class agents.",
    "realn-agents": "RealN Agents ",
    "are-among-the": "are among the top 1% of agents working at any national real estate agency, so they know how to help you succeed in today's market.",
    "our-technology-team": "Our Technology Team ",
    "realn-is-a-group": "Realn is a group of outstanding specialists who are the driving force of our company. We are proud of our team, which is focused on creating innovative solutions using advanced technology and artificial intelligence to revolutionize the real estate market.",
    "sell-your-house": "Sell ​​your house for more money",
    "indepentent-research": "Independent research shows that houses listed for sale by Realn sell for more than homes listed by other agencies.",
    "save-thousands": "Save thousands on fees",
    "when-you-buy-and-sell": "When you buy and sell with Realn, you'll pay a fee of just 1.5%, which is usually less than half of what other agencies often charge.",
    "we-invite": "We invite you to the presentations",
    "schedule-an-appointment": "Schedule an appointment with a Realn agent in a few clicks, even on the same day.",
    "realn-technology": "RealN Technology Team - Pioneers of Innovation",
    "our-realn-technology-team": "Our RealN Technology Team is a group of outstanding specialists from around the world who are the driving force of our company. We are proud of our team, which is focused on creating innovative solutions using advanced technology and artificial intelligence to revolutionize the real estate market. ",
    "our-mission": "Our mission is to continually improve the tools and platforms that enable our agents and clients to achieve the best results. Here's why you should get to know our team:",
    "experience-and-knowledge": "Experience and knowledge:",
    "our-experts-have-many": "Our experts have many years of experience in fields such as data analysis, programming, software engineering and artificial intelligence. Thanks to them, we can provide cutting-edge solutions.",
    "innovation": "Innovation:",
    "our-team-is-constantly": "Our team is constantly up to date with the latest technological trends. We strive to exceed market expectations and create new standards in the field of real estate.",
    "advanced-ai-tools": "Advanced AI Tools:",
    "we-operate-at-the-border": "We operate at the border of technological achievements, using artificial intelligence to analyze the market, forecast real estate prices and provide personalized recommendations for our clients.",
    "agent-support": "Agent support:",
    "technological-solutions": "Our technological solutions not only make life easier for our customers, but also for our agents. Thanks to advanced tools, our agents are better prepared to serve customers and conduct transactions.",
    "security-and-privacy": "Security and privacy:",
    "technology-team-pays": "Our technology team pays special attention to issues related to data security and customer privacy. We make sure that all our solutions comply with the highest data protection standards.",
    "we-can-provide-our-clients": "Thanks to our Realn Technology Team, we can provide our clients with not only the best agents, but also the latest tools and technologies that help them achieve success in the real estate market. We are proud of our team, which is the driving force of our development and innovation. ",
    "partners-on-the-path-to-success": "RealN Agents - Your Partners on the Path to Success",
    "experience-and-wisdom": "Experience and Wisdom",
    "not-only-real-estate-professionals": "Our RealN agents are not only real estate professionals, they are also your trusted partners on the path to success in the world of real estate. Our company focuses on providing the highest quality of service and support, and our agents are the heart of our business. Here's why you should get to know our RealN agents:",
    "agents-are-experienced": "Our agents are experienced professionals with deep knowledge of local real estate markets. Thanks to their experience, they can thoroughly understand your needs and goals.",
    "local-knowledge": "Local Knowledge:",
    "agents-are-familiar": "Our agents are thoroughly familiar with the real estate market in your region. They know local prices, trends and are able to provide valuable information about the area where you want to invest or sell real estate.",
    "support-and-advice": "Support and advice",
    "find-the-righ-property": "Our agents not only help you find the right property or sell your existing home, but also provide professional advice. They help you understand the transaction process, negotiations, and making wise decisions.",
    "personalized-service": "Personalized service:",
    "each-client-is-unique": "Each client is unique to us, which is why our agents adapt their approach to your individual needs. They provide personalized service to make you feel confident at every stage of the transaction.",
    "integrated-technologies": "Integrated technologies:",
    "access-to-advanced-tools": "Our agents have access to advanced technological tools and artificial intelligence solutions that help them operate efficiently and deliver better results.",
    "taking-care-of-interest": "Taking care of your interests:",
    "agents-work-for-you": "Our priority is to take care of your interests. Our agents work for you, trying to obtain the best conditions and results, both when selling and purchasing real estate.",
    "proven-successes": "Proven successes:",
    "many-successful-transactions": "Our agents can boast of many successful transactions and satisfied clients. Their successes confirm their skills and commitment.",
    "real-estate-transaction": "Therefore, if you need a real estate transaction partner who is committed, experienced and ready to support you at every step, our RealN agents are here to help you. Thanks to their knowledge, experience and professionalism, you can feel confident in making important decisions regarding real estate."
}