{
    "buying-or-renting": "Buying or renting?",
    "you-deciding": "Are you deciding between renting or buying a house?",
    "maybe-you-ready": "Maybe you're ready to move out of your rented apartment own home. Or maybe you're moving to a new city and wondering deciding whether to rent a house before making the leap into ownership. Independently from your reasons, take a moment to consider renting and buying home will influence your life now and in the future.",
    "rent-or-buy": "Should I rent or buy a house? 3 questions you should ask yourself demand",
    "each-of-us": "Each of us has a unique lifestyle, financial situation financial and a set of long-term life goals that influence our decision whether to rent or buy a house. To sort it all out for yourself, consider three main questions.",
    "question-1": "1) Does renting or buying conflict with your plans for the near future? future?",
    "one-important-question": "One of the most important questions to consider when making a decision between renting and buying a house is your timeline. For example, if you have just moved to the city, you are expecting a change job or you don't plan to stay in the community for long, it may be it makes more sense to rent. Selling a house costs money and if If you sell it too soon after purchase, it may not be profitable. WITH on the other hand, if you have found a community that you would like to be in you would like to put down roots, purchasing may be a better option. Possession home offers greater stability and potentially greater benefits financial for home buyers who plan to live in a given place longer than just a few years.",
    "question-2": "2) What costs can you afford?",
    "buying-and-renting": "Buying and renting have their own costs. that should be considered - and this can be the difference between becoming a renter or a homeowner. To buy you will need enough money in the bank, to afford the down payment and closing costs. That's how much it is will, depends on the housing loan, the lender, the market housing and other factors. Many buyers only deposit 3%, although a larger down payment will usually save you money on interest and mortgage insurance. There are also ongoing costs home ownership - mortgage payments, maintenance, utilities and different types of homeowner's insurance. Find out more about how much it costs to buy a house or use the mortgage calculator, to get an idea of ​​what you can afford. you can afford. If buying a house would consume or stretch all your savings Your monthly budget, renting may make more sense. To rent apartment usually you just need to fill out the rental application and pay the fee application, security deposit and first and last month rent. When you decide to rent, you can also give yourself time to... Raise your credit score, potentially save money money in mortgage interest and other costs related to the loan. Remember that there is a monthly rental fee will likely increase each time the lease is extended. Depending on the housing market, you may end up paying more for rent than for the mortgage payment. Calculator Renting vs. buying can help you evaluate what's best for your home situation, but remember that this is only a rough estimate.",
    "question-3": "3) Which suits your lifestyle better?",
    "rent-vs-buy": "Renting or buying a house is also a matter of lifestyle. Owning a home is a long-term investment that can allow you to build wealth over time. This means treating your home as an investment and taking proper care of it by carrying out regular maintenance and repairs. Buying also comes with pride of ownership and freedom making decisions about style and upgrades that usually you don't have it as a tenant. In fact, in some markets it is a buy a house with a yard, a garage or that third bedroom you wanted maybe be more affordable than trying to rent an equivalent property. On the other hand, you may have good reasons to continue renting instead of buying a house. Renting may be better if you don't you want to deal with the responsibility of maintaining the house and paying for repairs. There may be a change on the horizon, e.g career or a child attending another school where the house is rented makes more financial sense and is a better fit for your long-term needs goals. Renting may also be a good choice if you drive an intense lifestyle, you move often or you simply prefer more freedom and you are not ready for a big commitment.",
    "buying-renting-advatages": "Buying or renting: advantages and disadvantages",
    "decide-on-renting": "Deciding to rent or buy a home, you should weigh the pros and cons each of them.",
    "aparment-advatages": "Advantages of renting an apartment",
    "house-repairs": "House repairs:",
    "house-repairs-text": "If something happens breaks down in the house you're renting, it's usually the landlord who has to fix it fix it, not you. So when the air conditioning stops working in middle of summer, you don't have to spend thousands of zlotys to repair it.",
    "monthly-expenses-house": "Monthly housing expenses:",
    "monthly-expenses-house-text": "Typically when renting a home, your monthly housing costs will remain the same, apart from slight fluctuations in utility costs. Your base rent isn't changing and you probably won't be had to include any emergency repairs or costs in the budget maintenance or take into account property taxes.",
    "flexibility": "Flexibility",
    "flexibility-text": "You can move out at the end of your lease or move to another city without having to worry about selling the house. Renting a home also allows you to see which home styles you like, which floor plans you don't like, and whether the neighborhood is appropriate, before purchasing a house.",
    "investment-opportunities": "Investment opportunities:",
    "investment-opportunities-text": "Renting can free up some of your income because it doesn't you will spend them on repairs or upgrades. You can have additional funds, also called disposable income, which you can invest in building your finances instead of investing in House. You may even be able to save money for a down payment.",
    "apartament-disadvantages": "Disadvantages of renting an apartment",
    "temporary": "Temporary:",
    "temporary-text": "The biggest advantage of renting is also the biggest disadvantage. If you plan to put down roots in a community, renting may not be the best solution as most leases last only a year or two.",
    "uncertainty": "Uncertainty",
    "uncertainty-text": "There's no telling when a homeowner might decide they don't want it anymore responsibility of being an owner. When the rent ends may decide to sell, which means you will have to move. Likewise, when the lease ends, the apartment may not offer lease extension options.",
    "possible-rent-increase": "Possible rent increases:",
    "possible-rent-increase-text": "When renting, each year when you renew your lease, it is possible that your rent will increase. Depending on whether you are negotiating rent, the new cost may be out of your budget. In this case you will probably need to find a new rental.",
    "lack-of-equity": "Lack of home equity:",
    "lack-of-equity-text": "As a tenant, you don't build any equity - it's just that a percentage of the home's value that you paid for, not what it still is owned by the lender. By paying your rent every month, you are helping someone others to build equity when you could use it yourself these funds to improve your own finances.",
    "house-shell-state": "House in a shell state:",
    "house-shell-state-text": "You usually don't have the ability to modify your rental home to adapt it to your needs. Some owners may allow You can make small changes, such as painting the walls in your home living space, but you will probably need to paint them back to their original color when you move out.",
    "advantages-of-buying-a-house": "Advantages of buying a house",
    "building-capital": "Building capital:",
    "building-capital-text": "As a homeowner, you will have the opportunity to build equity and potentially increase the value of your home. The longer you own your home, the more equity you have and the more money you have you will probably make a profit when you sell it. Equity maybe also allow you to borrow money for big expenses and building wealth that will benefit you later life.",
    "adapt-your-needs": "Possibility to adapt to your needs:",
    "adapt-your-needs-text": "Buying a house means it's yours - you can paint it, remodel and adapt the space to your liking without the need to comply with the owner's rules. This pride of ownership is a great advantage for people who want to settle down.",
    "stability": "Stability:",
    "stability-text": "You won't be at the mercy of the owner who can make up his mind for sale of the house after the end of the lease. You have the freedom to decide how how long you want to stay in your home, and ultimately, if and when you want it sell.",
    "disadvantages-house": "Disadvantages of buying a house",
    "closing-costs": "Closing costs:",
    "closing-costs-text": "There are also typical costs to consider during the home buying process closings and other upfront costs and expenses - inspection, title insurance, lender fees - which ones are often 2%-5% of the home's purchase price. However, there are many down payment assistance programs that can help with coverage some closing costs.",
    "house-worth": "House worth:",
    "house-worth-text": "Ideally, the value of your home will increase between the time of purchase and moment of sale, but this is not always the case. Events beyond ours control, such as changes in the economy, could potentially reduce home value. Then there's the money you spent on property improvements and other fees you incurred as House owner. The longer you live in your home, the more time you have you have to spread these additional costs and increase your return on investment.",
    "house-expense": "Home maintenance expenses:",
    "house-expense-text": "With home ownership comes the responsibility of maintaining your home. If your roof develops a leak, it's up to you to address and pay for the repairs. You also need to be prepared in the event of emergency repairs, such as a burst pipe",
    "investment-restrictions": "Investment restrictions:",
    "investment-restrictions-text": "When you buy, you can put most of your money in one investment - home. This means you may not have extra cash lying around to invest in stocks or other investments. This that said, any improvements you make to your home, can become valuable long-term investments when the time will come to sell.",
    "conclusion": "Conclusions: renting and buying a house",
    "conclusion-text": "Regardless of whether you decide to rent or buy home, this is a personal decision that means looking at different aspects of your life. From financial situation to lifestyle, situation career and long-term goals - there are many factors that can decide whether you should rent or buy a home. If still not you are sure which option is right for you, talk to mortgage lender or real estate agent who will grant you professional tips.",
    "check-articles": "Check out more articles about buying a home",
    "how-to-buy-house": "How to buy a house in 7 steps",
    "find-out-more": "Find out more",
    "what-kind-of-house": "What kind of house can I afford",
    "about-real-estate": "About real estate agent commission",

    "find-ideal-house": "Find your perfect house for rent!",
    "realn-is-specialist": "RealN is also an expert in the field of real estate rental, providing customers with unrivaled service and a wide selection attractive offers. We offer solutions for everyone who is looking a comfortable and functional place to live or conducting business activities.",
    "why-is-worth": "Why is it worth using our rental services:",
    "best-offers": "Best offers:",
    "extensive-database": "We have an extensive database of properties available for rent, including a variety of residential and commercial premises. Our team constantly updates offers to provide our customers with the latest and the most attractive opportunities.",
    "professional-advice": "Professional advice:",
    "experienced-real-agents": "Our experienced real estate agents provide comprehensive advice at every stage of the rental process. They will understand yours needs, adapt offers to your preferences and respond to all questions to ensure your complete satisfaction and transaction security.",
    "efficient-procedures": "Efficient procedures:",
    "highest-standarts": "We operate to the highest standards to ensure our smooth and hassle-free rental process for customers. We will prepare necessary documentation, we will help in negotiations and we will take care of you for all details to ensure you have a peaceful rental experience real estate.",
    "reliability-and-trust": "Reliability and trust:",
    "our-company-reliability": "Our company values ​​reliability and trust as fundamental values. We care about the transparency of our services, we provide clear information rental conditions and fair approach to customers. It already trusts us many customers, and their satisfaction is our best recommendation.",
    "individual-approach": "Individual approach:",
    "we-are-flexible": "We are flexible and ready to adapt to your needs. Our team is ready to help you find the perfect one a place that will meet all your expectations.",
    "dont-waste-time": "Don't waste your time and energy searching through many offers - take advantage our property rental services and gain access to the best opportunities on the market. Contact us today to get started search and enjoy hassle-free property rental, that will meet all your requirements.",
    "more-materials": "More materials for tenants",
    "advices": "Advice for tenants",
    "next": "Next",
    "regardless": "Regardless of whether you are a new or experienced tenant landlords, you will find here useful tips and information that will help you rent and maintain the perfect apartment. Independently from whether you're looking for advice on finding the right one apartment, negotiating a lease agreement, managing finances or maintaining a good relationship with the owner, we are here to help you help. Read our tips and gain the confidence and knowledge you need to successful rental of your property.",
    "choose-right-place": "1. Choose the right place:",
    "choose-right-place-text": "Before renting a property, carefully consider the location. Determine whether you prefer proximity to schools, shopping centers or transport public or other facilities. Make sure you have selected the location suits your needs and lifestyle.",
    "set-a-budget": "2. Set a budget:",
    "determine-budget": "Determine a realistic budget for your property, including rent, utility fees and other costs related to maintaining the property. Make sure you have enough financial resources to cover the rent monthly fees.",
    "rental-agreement": "3. Read the rental agreement:",
    "rental-agreement-text": "Before signing the lease agreement, read its contents carefully. Pay attention to the terms of the lease, the duration of the contract, the tenant's obligations and the landlord, the rules for terminating the contract and any additional ones clauses. If in doubt, consult a lawyer.",
    "document": "4. Document the condition of the property:",
    "document-text": "When moving into your rental property, do the following: detailed inventory of the property. take photos or videos to document any existing damage or shortcomings. This will help avoid misunderstandings in the future.",
    "payments-deadlines": "5. Payments and deadlines:",
    "payments-deadlines-text": "Comply with the agreed payment deadlines for rent and other fees in accordance with the lease agreement. Check your account status regularly and confirm payments made. In case of delays in payments, consult with the landlord and try to find a solution.",
    "report-breakdowns": "6. Report breakdowns and repairs:",
    "report-breakdowns-text": "If any breakdowns occur or need for repairs in property, report it to the landlord immediately. Save documentation of reports and responses to have a documented trail communication in the event of disputes.",
    "stay-organized": "7. Stay organized",
    "stay-organized-text": "Take care of your rental property and keep it clean. Be respectful property and common space, if any. Exercise regularly basic maintenance such as cleaning, removal minor defects or garden care.",
    "dispute-resolution": "8. Dispute resolution:",
    "dispute-resolution-text": "If there are any problems or disputes with your landlord, try solve them first in a communicative and peaceful way",
    "remember": "Please remember that these tips are intended to ensure a successful rental experience for you real estate and maintaining a good relationship with the landlord. Be responsible tenant and use your rental property with respect and care.",
    "check-apartments": "Check out more articles about renting an apartment",
    "rent": "I want to rent my apartment"
}