{
    "your-complete-guide": "Your complete guide to buying or selling real estate",
    "buying-or-selling": "Buying or selling a house or apartment can be stressful, but we are here to help. RealN agents will go through this together with you way, they will be there at every step of the process.",
    "real-estate-guide": "Real estate buying guide",
    "sales-guide": "Real estate sales guide",
    "buy-house-7-steps": "How to buy a house in 7 steps",
    "continue": "Continue reading",
    "how-to-buy-real-estate": "How to buy real estate in Poland without being a Polish citizen",
    "how-to-choose": "How to Choose a Real Estate Agent - Top 15 Questions You Should Ask",
    "about-real-estate": "About real estate agent commission",
    "how-to-prepare-to-sell": "How to prepare your house for sale",
    "sell-estate-in-poland": "How to sell real estate in Poland without being a Polish citizen",
    "how-to-choose-agent": "How to Choose a Real Estate Agent - Top 15 Questions You Should Ask demand",
    "about-real-estate-agent-commission": "About real estate agent commission",

    "how-to-buy-house-7-steps": "How to buy a house in 7 steps",
    "understanding-all-steps": "Understanding all the steps is a great way to get started.",
    "from-finding-agent": "From finding the right agent to getting your keys, discover the basics of how to buy real estate.",
    "determine-budget": "Step 1: Determine your budget",
    "before-even-start": "Before you even start looking, you should determine how much you can afford afford yourself using the online tools available on the platform RealN called Budget Calculator. Just enter a few basic ones information to get an estimate of how much you might spend on property.",
    "agent-tip": "RealN agent tip",
    "typically": "Zazwyczaj całkowita opłata za zakup nieruchomości (w tym opłaty, podatki i ubezpieczenie) nie powinna przekraczać 35% twojego dochodu brutto (przed opodatkowaniem), ale zaleca się, aby pozostać bliżej 25%.",
    "save-payment": "Save for your down payment",
    "part-of-your-mortgage": "A large part of your mortgage loan will be fixed at based on how much you will pay in advance in the form of your own contribution. Generally Generally speaking, the higher the deposit, the better the interest rate will be. If you decide to deposit less than 10%, you will probably have to pay private mortgage insurance. Talk to an agent and lender to understand your options and determine the best down payment for you.",
    "dont-forget-costs": "Don't forget about total costs",
    "total-costs-charged": "Total costs are charges made on the day of transaction i typically range between 2%-5% of the final selling price. More about you can read the total costs for buyers in step 6 below.",
    "step-2": "Step 2: Obtain the bank's preliminary approval to grant a mortgage loan",
    "sellers-more-willing": "Sellers are usually more willing to accept offers from buyers who have already had their creditworthiness analyzed by the chosen one bank. Check and compare several bank offers. Read reviews about every lender. Choose banks that have the best reviews.",
    "apply-for-approval": "Apply for pre-approval",
    "chosen-bank": "Once you have chosen a bank, apply for an initial analysis of your bank creditworthiness. The bank will certainly ask for all documents financial - tax returns, pay stubs, bank statements, statements from credit cards, student and car loans, etc. Remember, however, that the bank's consent to grant a loan is one thing, you should also take into account your monthly additional costs. Prepare your monthly budget to find out how much will actually be the total costs.",
    "remember-bank-consent": "Remember, however, that the bank's consent to grant a loan is one thing, you still need to take your additional costs into account.",
    "step-3": "Step 3: Ask a RealN Agent for help in preparing the best for you offers",
    "agents-are-proffesional": "RealN agents are professionals who have access to the best offers. The agent will be with you every step of the purchasing process real estate, knows the city's topography perfectly, will also be there for you an irreplaceable negotiator.",
    "no-commission-from-buyer": "RealN Agent does not charge any commission from the Buyer.",
    "avoid-two-offices": "Avoid working with two different offices",
    "avoid-two-offices-example": "When an offer for the sale of real estate is, for example, in one office, and you are represented by an Agent another office There are often conflicts or difficulties with each other work. RealN provides a comprehensive service, offering everything within one office. Still two RealN Agents can and do represent both parties to the transaction, but thanks to clearly defined conditions no there are never any conflicts of interest because he only pays her commission one side (Seller Customer).",
    "step-4": "Step 4: Start your search",
    "approved-credit": "Once you have your creditworthiness approved and you have chosen an Agent, then means only one thing! You are ready to start looking for your dream woman. real estate",
    "remember-like-property": "Remember, if you like a property, share it information only with your Agent, let him carry out the procedure you negotiations. Don't give the impression that you want to make an offer, maybe this will affect the purchase price.",
    "during-presentation": "When showing the property, don't be afraid to ask questions. Check every detail. Take notes.",
    "bring-someone-honest": "Bring someone you trust with you on a home tour to have second set of eyes. If the house has multiple floors, let one person will go upstairs to "walk and talk" while the other will stay downstairs to check the noise level between floors.",
    "step-5": "Step 5: Submitting an offer",
    "entrust-agent": "Entrust this task to your Agent and discuss your strategy with him. If is the house priced correctly? What makes your offer stand out myself? RealN agent thanks to his knowledge of the market and acquired experience negotiation skills will perfectly cope with this task. They will take into account your budget and the asking price for comparable homes in your area when creating an offer that will stand out to home sellers.",
    "prepare-to-negotiate": "Prepare to negotiate",
    "prepare-to-negotiate-text": "In Understanding the purchase of real estate, remember that you'll probably get a counter-offer and have to drive further negotiations with the seller. Your Agent will be with you on every stage of this process. However, it is you who will make the final decision decisions.",
    "step-6": "Step 6: Check the condition of the property",
    "most-important-step": "One of the most important steps when purchasing real estate is checking its condition, both physically and legally. It is recommended that using the service of a specialist who will prepare a condition report for us current building. Check the condition of hydraulic lines, electrical, heating and cooling, check the roof, foundations, building insulation, window condition, etc. If the inspection report indicates for any serious problems, this will be an important argument for purchase price negotiations.",
    "step-7": "Step 7: Transaction and transfer of the property",
    "final-step-reached": "You have reached the final steps. After signing the Deed of Sale, you stayed legal owner of the property you selected. After Once the funds have been transferred to the Seller's account, you can arrange collection real estate. The RealN agent will help you prepare the protocol delivery and acceptance, which will allow you to sign contracts with suppliers utilities and to settle consumption bills by the previous one Host. Depending on whether the facility is ready for introduction or requires refreshment or renovation that you want to complete before moving in. Therefore, it is worth thinking about at an earlier stage arranging renovation teams or purchasing the necessary materials equipment.",
    
    "how-to-choose-agent-for": "How to choose a real estate agent",
    "top-15": "Top 15 questions to ask",
    "not-knowing": "Not knowing how to properly interview and hire an agent real estate, many clients hire their first agent realtor they meet. This can be hard to turn down someone, but you will get the best home buying experience if you know how to choose the real estate agent that's right for You. Make sure you ask these 15 questions before choosing an agent real estate.",
    "main-job": "1. Is this your main job? How many clients have you served this year?",
    "main-job-text": "You want an active real estate agent who won't be distracted by other obligations, and who is up to date with current ones market conditions and regulations.",
    "how-many-offers": "2. How many offers are there in the target region?",
    "how-many-offers-text": "Local experience is key. Try to find an agent with expertise in the target region.",
    "former-customers": "3. Former customers dissatisfied with the agent's services? What went wrong?",
    "former-customers-text": "Pytając, dlaczego klient był niwzdowolony z agenta, może to pomóc dowiedzieć się, czy ten agent jest odpowiedni.",
    "customer-filled-complain": "4. Has a customer ever filed a complaint against you?",
    "if-uncomfortable-question": "If this is an uncomfortable question, just check out different sites online to see if you can find information about your chosen agent real estate.",
    "what-is-your-fee": "5.What is your fee?",
    "standard-agencies": "In standard real estate agencies, you pay commissions as a client buyers from 1-2%. The seller also pays the agent with the money he makes you pay for the house - usually 2%-3% of the sales price. At Realn you don't pay as a buyer, a commission, and as a seller, from 1%-1.5%. Learn more about real estate commissions.",
    "what-services": "6. What services does a real estate agent offer you?",
    "make-a-list": "Make a list of what you need: negotiations, paperwork, etc.",
    "am-i-required": "7. When am I required to work with you?",
    "many-clients": "Many clients start touring homes without realizing they can do so oblige them to work with an agent, with or without a contract. Make sure, that you know the limits, or go for a free, no-obligation one home tours with a RealN agent.",
    "how-many-transactions": "8. How many transactions have been completed?",
    "difficult-offers": "Difficult offers from the legal side may be great, but paperwork The job is complicated and your responsibility is greater. Whether you are interested in this type of transaction, the best agents have experience in resolving and closing such cases transaction.",
    "who-work-with-me": "9. Who else will work with me?",
    "agent-is-supported": "An agent is often supported by a team, but the person you hire should do most of the work. Understand what your agent is charging responsibility.",
    "will-you-show-all-offers": "10. Will you show me all the offers for sale?",
    "how-quikly": "10. Will you show me all the offers for sale?",
    "best-offers": "The best offers are of great interest. Ask like an agent organizes presentations at short notice and as you get about such offers day to day information.",
    "represent-buyers-and-sellers": "12. Do you represent buyers and sellers in the same real estate?",
    "double-agent": "This is called a double agent, and it is something you want to avoid. No agent can fairly represent both sides transaction. Make sure the agent is the only agent for you.",
    "what-sets-you-apart": "13. What sets you apart from other agents?",
    "look-for-an-agent": "Look for an agent with knowledge, and not just because he can do things well sell. You don't hire the kid next door to rake the leaves. You need someone who is confident and loves what he does.",
    "what-if": "14. What if I am dissatisfied with the services?",
    "agents-get-paid": "Agents get paid when you buy a home, but most complaints customers occur during the document process and closing of the transaction. Be honest and talk to your agent right away.",
    "get-reference": "15. Can I get a reference for your last five transactions?",
    "each-agent": "Every agent has several clients who have been served well. Getting an agent's last five clients will give you a more balanced approach image of the agrnt and his skills. Any agent will introduce you most favorable references. Take a closer look at these offers, to see how they compare to your needs and whether an agent He negotiated a good price on each of them.",
    "start-searching-houses": "Start looking for houses!",

    "how-much-is-commission": "How much is the real estate commission?",
    "usually": "Typically, the real estate commission is 5%-6% of the home's sales price. In most areas, the buyer agent receives 1%-2% in commission and The selling agent receives 2%-4% in commission. This may vary in depending on agent and location.",
    "who-pays-commission": "Who pays the commission?",
    "if-you-buy-house": "If you buy a house through RealN, you do not pay an agent's commission real estate. In a standard office it is 1-2%. If you sell a home, you typically pay a 2-4% commission to the listing agent when sprclass=the house sale will be closed.",
    "auction-commission": "When selling through RealN, you pay an auction commission of 1-1.5%",
    "heres-how": "Here's how commission costs break down into the home's selling price at total commission rate of 5% on standard sales in comparison with RealN",
    "sell-price": "House selling price",
    "real-estate-commission": "Real Estate Commission",
    "realn-commission": "RealN Commission",
    "can-you-negotiate": "Can you negotiate commission fees?",
    "no-regulations": "There are no regulations in Poland dictating commission rates, so agents may be willing to negotiate lower rates depending on type of transaction, services and relationships required. Some agents will also lower your commission fees if you represent both buyer and seller in a home sale (also known as dual agency, see below).",
    "fixed-commission": "At RealN we have fixed commissions ranging from 1%-1.5",
    "please-note": "Please note that a lower commission is not necessarily the best solution. Part of the agent's fee includes marketing and other budgets business expenses for selling your home. A smaller budget may mean that the agent cannot properly sell your house. So while it's important To consider a fee agent, it is also important to consider value which you will receive",
    "best-prices": "RealN offers the best prices.",
    "show-you": "We'll show you how much you'll pay - and how much you'll save - on every sale home. Talk to a RealN agent to find out the exact amount you can save.",
    "commision-include": "What does the commission include?",
    "average-commission": "The average commission of a real estate agent covers a wide range of services, that the agent provides when selling the house. These services may include: Working with the seller to set a realistic price for the home marketing through various online and offline channels, professionally presenting the house to potential buyers, negotiating details transactions, being present during inspections and assessments, and ultimately closing the sale.",
    "in-realn": "At RealN, we have automated all sales, marketing, presentation and document handling. So we are able to offer real estate sales for 1%-1.5% commission.",
    "commission-is-divided": "How the commission is divided between the seller's and buyer's agents client?",
    "initial-division": "It is also important to remember that after the initial division, the commission can be divided between the agent and the real estate agency at 50/50%. On average, an actual agent may only get 1.5% of a 5% commission.",
    "commission-included": "Is the commission included in closing costs?",
    "technically": "Technically, the agent's commission is not included in the home closing costs. Closing costs are an assortment of separate fees on the agent's commissions, which must be paid at closing. Costs closings usually include things like taxes, insurance title, appraisal, lender fees and other services conducted during closure.",
    "closing-cost": "Closing cost amounts vary by program buyer's credit card, but they are usually 2%-5% of the purchase price home.",

}