{
    "how-to-prepare-house-to-sell": "How to prepare a house for sale",
    "property-preparation": "Preparing your property for sale is a key factor that can increase the attractiveness and value of your home. Here are some important steps you should take:",
    "cleaning-and-tidying": "Cleaning and tidying",
    "start-by": "Start by thoroughly cleaning the entire property. Remove any unnecessary items, tidy up the rooms, clean the windows, remove dust and spiders. Try to create a clean and tidy environment.",
    "repairs-and-maintenance": "Repairs and maintenance",
    "check-for-defects": "Check for any visible defects in the house. Fix minor defects such as broken light bulbs, broken faucets or scratched walls. Focus on the most important areas that can affect the first impression of potential buyers ",
    "painting-and-finishing": "Painting and finishing",
    "if-the-walls": "If your walls are worn, dirty or brightly colored, consider repainting them with neutral and subdued colors. A new coat of paint can freshen up and give your property an attractive look.",
    "improvements-and-modernization": "Improvements and modernizations",
    "identify-areas": "Identify areas that can be improved or modernized to increase the attractiveness of the property. These may include features such as the kitchen, bathrooms, flooring or heating systems. Try to adapt the property to modern standards and the preferences of potential buyers." ,
    "presentation": "Presentation",
    "present-your-property": "Present your property carefully to attract the attention of potential buyers. Use natural light, illuminate rooms well, arrange attractive furniture arrangements and add decorative elements that will highlight the property's potential.",
    "gardens-outdoor-space": "Gardens and outdoor space",
    "dont-forget": "Don't forget about a well-kept garden and outdoor space. Trim the lawns, arrange the plants, remove unnecessary items, and create an attractive place to rest, for example by adding garden furniture or decorative elements.",

    "how-much-will-earn": "How much will I earn by selling my house?",
    "house-price": "Real estate sales price",
    "mortage-loan": "Outstanding mortgage loan",
    "sales-in": "Sales in:",
    "calculate-your-sales": "Calculate sales profits",
    "this-calculator": "This calculator is not intended to replace a professional estimate.",
    "estimated-profit": "Estimated profit from selling the house",
    "097M": "PLN 0.97M",
    "agent": "RealN Agent",
    "093M": "PLN 0.93M<",
    "traditional-agent": "Traditional Agent",
    "agents-commision": "Seller's agent commission",
    "agents-commision-2": "Seller's agent commission",
    "taxex-costs": "Fees and taxes",
    "fees-are-subject": "* Fees are subject to change, minimum rates apply. Third-party buyer's agent fee is not included, e.g. if the buyer's agent fee is 2.5%, the seller will pay a total fee of 1.5 %.Sold for a 1% listing fee only if you purchase through RealN within 365 days of RealN closing. We will charge you a 1.5% listing fee and then send you a check for 0.5% of the difference when you purchase your next home with us. Find out more",
    "save-on-transaction": "Save on the entire transaction and for all parties",
    "with-local-agent": "with your local RealN agent*",
    "how-do-we-calculate": "How do we calculate the proceeds from selling a house?",
    "the-home-sale-income": "The home sale income calculator uses the costs of selling a home in your area to estimate how much you could earn by selling your home.",
    "estimated-selling-price": "Estimated selling price:",
    "to-estimate": "To estimate the proceeds, you need to know the estimated selling price of your home. This can be done by consulting a real estate agent who will assess the value of your home based on the local market.",
    "agent-commision": "Real estate agent commission:",
    "usually": "Typically, the real estate agent's commission is 2% to 4% of the home's sales price. This amount will be deducted from the total proceeds.",
    "mortage-balance": "Outstanding mortgage balance:",
    "if-have-mortage": "If you have an outstanding mortgage loan, you must subtract the balance of that loan from your proceeds. Make sure you have a current loan balance.",
    "savings-realn": "Savings with RealN",
    "sell-your-house": "When you sell your house with a RealN agent, you pay a low commission of 1%-1.5%.** I have no commission from the Buyer",
    "payments-can-change": "**Fees are subject to change, minimum rates apply. Buyer's agent fee is not included, e.g. if the buyer's agent fee from another Agency is 2.5%, this is not included in the sale. Sale for 1% listing fee only if you purchase through RealN within 365 days of RealN closing. We'll charge you a 1.5% listing fee and then send you a check for 0.5% of the difference after you purchase your next home with us. Find out more",
    "sum-up": "To calculate the proceeds from the sale of your home, you must include the estimated sales price, the agent's commission, the outstanding mortgage balance, and any additional fees.",
    "speak-with-agent": "Talk to your local RealN agent",
    "make-first-step": "Take the first step by talking to a local agent - there is no pressure or obligation",
    "send": "send",
    "tools": "Tools and Resources for Selling Your Home",
    "home-value-estimate": "Home value estimate",
    "check-your-home": "Check your home valuation and report on RealN",
    "realn-agents": "RealN Agents",
    "find-best": "Find the best real estate agents in your area.",
    "sales-with-realn": "Sales with RealN",
    "see-agents": "See how RealN agents and technology deliver the best results.",
    "map-of-houses": "Map of houses for sale",
    "browse": "Browse active listings and recent sales near your home.",

    "sell-for-more": "Sell for more",
    "and-save": "and save on fees",
    "realn-agents-has-experience": "RealN agents have the experience to sell your home for top dollar, and you'll pay a low 1% fee when you buy and sell with us.",
    "to-start": "To get started, enter your address below. You will answer a few short questions and we will contact you within a few hours.",
    "next": "Next",
    "why-is-it-worth": "Why is it worth selling with RealN?",
    "best-agents": "We have the best agents on the market",
    "top-one": "RealN agents are among the top 1% of agents working in every nationwide brokerage.",
    "get-a-marketing": "Get a marketing package that will make your property exciting for buyers",
    "more-eyes-on-house": "More eyes on your home",
    "when-you-place-offer": "When you list on RealN, your home will get 70% more views, increasing your chances of finding interested buyers.",
    "preferred-position": "Preferred position in search results",
    "first-week": "For the first week, your listing will appear at the top of buyer searches on the RealN website and app.",
    "digital-campaigns": "Digital marketing campaigns",
    "each-offer": "Each RealN offer receives a digital marketing campaign targeted at active buyers.",
    "interactive-tours": "Interactive 3D tours",
    "each-house": "Every home listed on RealN receives a stunning 3D tour, so buyers can explore it from anywhere.",
    "high-quality-sale": "Are you selling a high-quality house?",
    "premium": "You may qualify for RealN Premium, our highest level of service from our top agents. You will be paired with a local expert who has years of experience selling luxury homes.",
    "know-more": "Learn more",
    "ready-to-go": "Ready to start?",
    "today-connect-with-agent": "We can connect you with an agent today who will help you understand your sales options and answer all your questions.",
    "opinions": "See what our customers say:"
}