{
    "website-regulations": "Website Regulations",
    "general-concepts": "I. General concepts",
    "statue": "Regulations",
    "statue-def": "– these regulations",
    "service": "Service",
    "service-def-1": "– website service",
    "service-def-2": ", operating at https://realn.pl",
    "service-provider": "Service Provider",
    "service-provider-def-1": "– company",
    "service-provider-def-2": "with registered office address: ul. Lęborska 3B / 80-386 Gdańsk, NIP: 5842820195, KRS: 0000980444,",
    "service-recipient": "Service Recipient",
    "service-recipient-def": "– any natural person gaining access to the Website and using the services provided via the Website by the Service Provider.",
    "electronic-communication": "Electronic Communication",
    "electronic-communication-def": "– Communication between the parties via electronic mail (e-mail) and contact forms available on the website.",
    "general-provisions": "II. General provisions",
    "regulations-define": "The Regulations define the principles of operation and use of the Website and define the scope of rights and obligations of the Service Recipients and the Service Provider related to the use of the Website.",
    "the-subject-of-the-service": "The subject of the Service Provider's services is to provide free tools in the form of the Website, enabling Service Users to access content in the form of entries, articles and audiovisual materials or internet applications and electronic forms",
    "all-possible-content": "Any possible content, articles and information containing tips or advice published on the Website are only a general collection of information and are not addressed to individual Service Users. The Service Provider is not responsible for their use by Service Users.",
    "service-recipent": "Any possible content, articles and information containing tips or advice published on the Website are only a general collection of information and are not addressed to individual Service Users. The Service Provider is not responsible for their use by Service Users.",
    "service-provider-2": "The Service Provider does not provide any warranty as to the suitability of the materials posted on the Website.",
    "service-provider-3": "The Service Provider is not liable for any damage incurred by the Service Users or third parties in connection with the use of the Service. All risks related to the use of the Service, and in particular with the use and exploitation of information posted on the Service, is borne by the Service User using the Website's services.",
    "terms-of-use": "III. Terms of use of the Website",
    "use-website": "The use of the Website by each Service Recipient is free and voluntary.",
    "service-recipients-obliged": "Service recipients are obliged to read the Regulations and other documents constituting an integral part thereof and must accept its provisions in their entirety in order to continue using the Website.",
    "service-recipents-may-not": "Service recipients may not use any personal data obtained on the Website for marketing purposes.",
    "technical-requirements": "Technical requirements for using the Website:",
    "display-of-website": "a device with a display capable of displaying web pages,",
    "internet-connection": "internet connection",
    "any-web-browser": "any web browser that displays web pages in accordance with W3C Consortium standards and provisions and supports web pages hosted in HTML5,",
    "js-scripts": "Javascript support enabled,",
    "cookies": "cookies enabled",
    "safety-service-provider": "In order to ensure the safety of the Service Provider, Service Recipient and other Service Recipients using the Website, all Service Recipients using the Website should follow generally accepted rules",
    "online-safety-rules": "online safety rules",
    "activities-performed-personally-header": "Activities performed personally by Service Recipients or using software are prohibited:",
    "activities-performed-personally-1": "without written consent, decompilation or analysis of the source code,",
    "activities-performed-personally-2": "without written consent, causing excessive load on the Website's server,",
    "activities-performed-personally-3": "without written consent, attempts to detect security vulnerabilities in the Website and server configuration,",
    "activities-performed-personally-4": "attempting to upload or initiate code, scripts and software to the server and database that may cause damage to the Website's software, other Service Recipients or the Service Provider,",
    "activities-performed-personally-5": "attempting to upload or initiate code, scripts and software to the server and database that may track or steal data of Service Users or Service Providers,",
    "activities-performed-personally-6": "taking any action aimed at damaging or blocking the operation of the Website or preventing the achievement of the purpose for which the Website operates.",
    "cybersecurity-incident": "If a Cybersecurity incident or a potential violation of the GDPR is detected, Service Users should first report this fact to the Service Provider in order to quickly remove the problem/threat and protect the interests of all Service Users.",
    "registration-terms": "IV. Terms and rules of registration",
    "registration-terms-1": "Service recipients can use the Website without registration.",
    "registration-terms-2": "Service Recipients must be registered and have an account on the Website to use additional services provided on the Website, available only to Service Recipients after logging in.",
    "registration-terms-3": "Registration on the Website is voluntary.",
    "registration-terms-4": "Registration on the Website is free of charge.",
    "registration-terms-5": "Each Service Recipient may have only one account on the Website.",
    "registration-terms-6": "Technical requirements for account registration:",
    "registration-terms-6-1": "having an individual e-mail account,",
    "registration-terms-7": "Recipients registering on the Website consent to the processing of their personal data by the Service Recipient to the extent to which they were entered into the Website during the registration process and their subsequent changes or deletion.",
    "registration-terms-8": "The Service Provider has the right to suspend or delete User accounts at its own discretion, thus preventing or limiting access to individual or all services, content, materials and resources of the Website, in particular if the Service User violates the Regulations, generally applicable provisions of law, principles of social coexistence or acts to the detriment of the Service Provider or other Service Recipients, the legitimate interest of the Service Provider and third parties cooperating or not with the Service Provider.",
    "registration-terms-9": "All services of the Website may be changed in terms of their content and scope, added or subtracted, as well as temporarily suspended or access to them may be limited, at the Service Provider's discretion, without the possibility of raising objections in this regard by Service Recipients",
    "registration-terms-10": "Additional security rules regarding the use of the account:",
    "registration-terms-10-1": "Service Users registered on the Website are prohibited from sharing the login and password to their account with third parties.",
    "registration-terms-10-2": "The Service Provider has no right and will never request a password from the Service User for the selected account.",
    "registration-terms-11": "Delete account:",
    "registration-terms-11-1": "Each Service User who has an account on the Website has the option of independently deleting the account from the Website.",
    "registration-terms-11-2": "Service recipients can do so after logging in to the panel on the Website.",
    "registration-terms-11-3": "Deleting the account results in the deletion of all identification data of the Service User and anonymization of the username and e-mail address.",
    "terms-of-provision": "V. Terms of provision of the Newsletter service",
    "terms-of-provision-1": "Service recipients can use the Website without having to subscribe to the Newsletter.",
    "terms-of-provision-2": "Subscription to the Newsletter service is voluntary.",
    "terms-of-provision-3": "Subscription to the Newsletter service is free of charge.",
    "terms-of-provision-4": "Technical requirements related to the Newsletter service:",
    "terms-of-provision-4-1": "having an individual e-mail account,",
    "terms-of-provision-5": "Terms of service Newsletter:",
    "terms-of-provision-5-1": "providing an individual e-mail account in the electronic form,",
    "terms-of-provision-5-2": "verification of the provided e-mail account by launching the link sent to it,",
    "terms-of-provision-5-3": "consent to receive email notifications,",
    "terms-of-provision-6": "Scope of the Newsletter service:",
    "terms-of-provision-6-1": "notification about new news, entries, competitions, and other promotional campaigns related to the Website's services,",
    "terms-of-provision-6-2": "notification about promotional campaigns of the Website's partners (marketing messages),",
    "terms-of-provision-7": "unsubscribing from the Newsletter service:",
    "terms-of-provision-7-1": "Each Service User subscribed to the Newsletter service has the opportunity to unsubscribe from the Service on their own.",
    "terms-of-provision-7-2": "Service recipients may do so via a link included in each e-mail message sent.",
    "terms-of-provision-7-3": "Unsubscribing from the Newsletter service results in the deletion of the provided e-mail address from the Service Provider's database.",
    "terms-of-communication": "VI. Terms of communication and provision of other services on the Website",
    "terms-of-communication-1": "The Website provides services and tools enabling Service Users to interact with the Website in the form of:",
    "terms-of-communication-1-1": "Contact form",
    "terms-of-communication-1-2": "Commenting on entries and articles",
    "terms-of-communication-2": "The website provides contact details in the form:",
    "terms-of-communication-2-1": "E-mail address",
    "terms-of-communication-2-2": "Contact phone number",
    "terms-of-communication-3": "If the Service Recipient contacts the Service Provider, the Service Recipients' personal data will be processed in accordance with",
    "terms-of-communication-3-1": ", constituting an integral part of the Regulations.",
    "terms-of-communication-4": "Terms for placing content by Service Recipients on the Website:",
    "terms-of-communication-4-1": "It is prohibited to post on the Website content that is offensive or defamatory towards the Service Provider, other Service Recipients, third parties and third parties,",
    "terms-of-communication-4-2": "It is prohibited to place text, graphic, audiovisual materials, scripts, programs and other works on the Website for which the Service User does not have a license or whose author of the property rights has not consented to the free publications,",
    "terms-of-communication-4-3": "It is prohibited to post on the Website vulgar, pornographic, erotic content or content inconsistent with Polish and European law, as well as links to websites containing the indicated content,",
    "terms-of-communication-4-4": "It is prohibited to place on the Website scripts and programs that excessively load the server, illegal software, software intended to violate security and other similar activities, as well as links to websites containing the indicated materials,",
    "terms-of-communication-4-5": "It is prohibited to place marketing content or content advertising other commercial websites, products, services or commercial websites on the Website",
    "collection-about-service": "VII. Collection of data about Service Recipients",
    "collection-about-service-p-1": "In order to properly provide services through the Website, secure the legal interest of the Service Provider and to ensure compliance of the Website's operation with applicable law, the Service Provider collects and processes certain data about Users via the Website.",
    "collection-about-service-p-2": "In order to properly provide services, the Website uses and saves some anonymous information about the Service Recipient in cookies.",
    "collection-about-service-p-3-1": "The scope, purposes, method and principles of data processing are available in the annexes to the Regulations:",
    "collection-about-service-p-3-2": "GDPR information obligation",
    "collection-about-service-p-3-3": "and in",
    "collection-about-service-p-3-4": "Privacy Policy",
    "collection-about-service-p-3-5": ", constituting an integral part of the Regulations.",
    "data-collected-automatically": "Data collected automatically:",
    "efficient-operation": "For the efficient operation of the Website and for statistics, we automatically collect some data about the Service Recipient. These data include:",
    "anonymous-demographic-data": "Anonymous demographic data based on Google Analytics data: ",
    "sex": "Gender",
    "age": "Age",
    "interests": "Interests",
    "annoymous-data": "Anonymous data necessary to serve ads:",
    "data-related-remarketing": "Remarketing-related data",
    "google-analytics": "The above data is obtained through the Google Analytics script and is anonymous.",
    "data-collected-during-registration": "Data collected during registration:",
    "logged-in-service": "In the case of logged-in Service Users (who have an account on the Website), the Service User's ID associated with the Service User's account may be placed in the cookies saved on the Service User's device",
    "subscribing-newsletter": "Data collected when subscribing to the newsletter:",
    "email": "email address",
    "copyright": "VIII. Copyright",
    "copyright-1": "The owner of the Website and the copyright to the website is the Service Provider.",
    "copyright-2": "Some of the data posted on the Website are protected by copyright belonging to companies, institutions and third parties not related in any way to the Service Provider, and are used on the basis of obtained licenses or based on a free license.",
    "copyright-3": "Pursuant to the Copyright Act of February 4, 1994, it is prohibited to use, copy, reproduce in any form or store in search systems, excluding the Google, Bing, Yahoo, NetSprint, DuckDuckGo, Facebook and LinkedIn search engines, any articles, descriptions, photos and any other content, graphic, video or audio materials contained on the Website without the written consent or consent provided via Electronic Communication of their legal owner.",
    "copyright-4": "Pursuant to the Copyright Act of February 4, 1994, simple press information, understood as information alone, without commentary and assessment by its author, is not protected. The author understands this as the possibility of using information from texts posted on the website, but not copying all or part of the articles unless this is indicated in the individual material available on the Website.",
    "changes-requulations": "IX. Changes to the Regulations",
    "changes-requulations-1": "All provisions of the Regulations may be changed unilaterally by the Service Provider at any time, without giving reasons.",
    "changes-requulations-2": "Information about changes to the Regulations will be sent electronically to Service Users registered on the Website.",
    "changes-requulations-3": "If the Regulations are changed, their provisions come into force immediately after their publication for Service Users who do not have an account on the Website.",
    "changes-requulations-4": "In the event of a change to the Regulations, its provisions shall come into force with a 7-day transition period for Service Users who have accounts on the Website registered before the amendment to the Regulations.",
    "changes-requulations-5": "Each Service Recipient who continues to use the Website after changing the Regulations is deemed to accept it in its entirety.",
    "final-provisions": "X. Final Provisions",
    "final-provisions-1": "The Service Provider is not responsible in any way, except as permitted by applicable law, for the content transmitted and published on the Website by Service Users, for their truthfulness, reliability, authenticity or legal defects.",
    "final-provisions-2": "The Service Provider will make every effort to ensure that the Website's services are offered continuously. However, it is not responsible for any disruptions caused by force majeure or unauthorized interference of Service Recipients, third parties or the operation of external automatic programs.",
    "final-provisions-3": "The Service Provider reserves the right to change any information posted on the Website at a date selected by the Service Provider, without the need to notify the Service Users using the Website's services in advance.",
    "final-provisions-4": "The Service Provider reserves the right to temporarily, completely or partially disable the Website in order to improve it, add services or perform maintenance, without prior notice to the Service Users.",
    "final-provisions-5": "The Service Provider reserves the right to disable the Website permanently, without prior notice to the Service Users.",
    "final-provisions-6": "The Service Provider reserves the right to assign, in part or in whole, all its rights and obligations related to the Website, without the consent or possibility of expressing any objections by the Service Users.",
    "final-provisions-7": "The current and previous Regulations of the Website can be found on this subpage under the current Regulations.",
    "final-provisions-8": "In all matters related to the operation of the Website, please contact the Service Provider using one of the following contact forms:",
    "final-provisions-8-1": "Using the contact form available on the Website",
    "final-provisions-8-2": "By sending a message to the e-mail address: info@realn.pl",
    "final-provisions-8-3": "By calling the number: +48 668 001 756",
    "final-provisions-8-4": "Contact using the indicated means of communication only in matters related to the Website.",
    "data-collector": "Username, name and surname, email address"
}