{
  "who-we-are": "Kim jesteśmy?",
  "the-best-agents": "Najlepsi agenci wspierani przez najlepszą technologię",
  "we-connect-local": "Łączymy lokalnych agentów Realn z potężną technologią, aby pomóc Ci znaleźć odpowiedni dom, sprzedać swój obecny dom za więcej i zaoszczędzić tysiące na opłatach. - Agenci najwyższej klasy.",
  "realn-agents": "Agenci RealN",
  "are-among-the": "należą do najlepszych 1% agentów pracujących w dowolnej krajowej agencji nieruchomości, dlatego wiedzą, jak pomóc Ci odnieść sukces na dzisiejszym rynku.",
  "our-technology-team": "Nasz Zespół Technologiczny ",
  "realn-is-a-group": "Realn to grupa wybitnych specjalistów, którzy stanowią siłę napędową naszej firmy. Jesteśmy dumni z naszego zespołu, który jest ukierunkowany na tworzenie innowacyjnych rozwiązań, wykorzystujących zaawansowaną technologię i sztuczną inteligencję, aby rewolucjonizować rynek nieruchomości.",
  "sell-your-house": "Sprzedaj swój dom za więcej pieniędzy",
  "indepentent-research": "Niezależne badania dowodzą, że domy wystawione na sprzedaż przez Realn sprzedają się za więcej niż domy wystawione przez inne agencje.",
  "save-thousands": "Oszczędzaj tysiące na opłatach",
  "when-you-buy-and-sell": "Kiedy kupujesz i sprzedajesz z Realn, zapłacisz opłatę wynoszącą tylko 1,5%, czyli przeważnie mniej niż połowę tego, co często pobierają inne agencje.",
  "we-invite": "Zapraszamy na prezentacje",
  "schedule-an-appointment": "Zaplanuj wizytę z agentem Realn w kilka kliknięć, nawet na ten sam dzień.",
  "realn-technology": "Zespół Technologiczny RealN - Pionierzy Innowacji",
  "our-realn-technology-team": "Nasz Zespół Technologiczny RealN to grupa wybitnych specjalistów z całego świata, którzy stanowią siłę napędową naszej firmy. Jesteśmy dumni z naszego zespołu, który jest ukierunkowany na tworzenie innowacyjnych rozwiązań, wykorzystujących zaawansowaną technologię i sztuczną inteligencję, aby rewolucjonizować rynek nieruchomości.",
  "our-mission": "Nasza misja polega na ciągłym doskonaleniu narzędzi i platform, które umożliwiają naszym agentom oraz klientom osiąganie najlepszych wyników. Oto dlaczego warto poznać naszą drużynę:",
  "experience-and-knowledge": "Doświadczenie i wiedza:",
  "our-experts-have-many": "Nasi eksperci posiadają wieloletnie doświadczenie w dziedzinach takich jak analiza danych, programowanie, inżynieria oprogramowania oraz sztuczna inteligencja. To dzięki nim możemy dostarczać najnowocześniejsze rozwiązania.",
  "innovation": "Innowacyjność:",
  "our-team-is-constantly": "Nasz zespół jest wciąż na bieżąco z najnowszymi trendami technologicznymi. Staramy się wyprzedzać oczekiwania rynku i kreować nowe standardy w dziedzinie nieruchomości.",
  "advanced-ai-tools": "Zaawansowane narzędzia AI:",
  "we-operate-at-the-border": "Działamy na pograniczu technologicznych osiągnięć, wykorzystując sztuczną inteligencję do analizy rynku, prognozowania cen nieruchomości oraz dostarczania spersonalizowanych rekomendacji dla naszych klientów.",
  "agent-support": "Wsparcie dla agentów: :",
  "technological-solutions": "Nasze rozwiązania technologiczne nie tylko ułatwiają życie klientom, ale także naszym agentom. Dzięki zaawansowanym narzędziom, nasi agenci są lepiej przygotowani do obsługi klientów i prowadzenia transakcji.",
  "security-and-privacy": "Bezpieczeństwo i prywatność:",
  "technology-team-pays": "Nasz zespół technologiczny poświęca szczególną uwagę kwestiom związanym z bezpieczeństwem danych oraz prywatnością klientów. Dbamy o to, aby wszystkie nasze rozwiązania były zgodne z najwyższymi standardami ochrony danych.",
  "we-can-provide-our-clients": "Dzięki naszemu Zespołowi Technologicznemu Realn możemy zapewnić naszym klientom nie tylko najlepszych agentów, ale także najnowocześniejsze narzędzia i technologie, które pomagają im osiągać sukces na rynku nieruchomości. Jesteśmy dumni z naszego zespołu, który jest siłą napędową naszego rozwoju i innowacji.",
  "partners-on-the-path-to-success": "Agenci RealN - Twoi Partnerzy na Drodze do Sukcesu",
  "not-only-real-estate-professionals": "Nasi agenci RealN to nie tylko profesjonaliści w dziedzinie nieruchomości, to także Twoi zaufani partnerzy na drodze do osiągnięcia sukcesu w świecie nieruchomości. Nasza firma skupia się na zapewnieniu najwyższej jakości obsługi i wsparcia, i to właśnie nasi agenci są sercem naszej działalności. Oto, dlaczego warto poznać naszych agentów RealN:",
  "experience-and-wisdom": "Doświadczenie i wiedza:",
  "agents-are-experienced": "Nasi agenci to doświadczeni profesjonaliści z głęboką wiedzą na temat lokalnych rynków nieruchomości. Dzięki swojemu doświadczeniu potrafią dokładnie zrozumieć Twoje potrzeby i cele.",
  "local-knowledge": "Lokalna wiedza:",
  "agents-are-familiar": "Nasi agenci są doskonale zaznajomieni z rynkiem nieruchomości w Twoim regionie. Znają lokalne ceny, trendy i są w stanie dostarczyć cenne informacje na temat okolicy, w której chcesz inwestować lub sprzedawać nieruchomość.",
  "support-and-advice": "Wsparcie i doradztwo",
  "find-the-righ-property": "Nasi agenci nie tylko pomagają Ci znaleźć odpowiednią nieruchomość lub sprzedać istniejący dom, ale również udzielają profesjonalnego doradztwa. Pomagają Ci zrozumieć proces transakcyjny, negocjacje, i podejmowanie mądrych decyzji.",
  "personalized-service": "Spersonalizowana obsługa:",
  "each-client-is-unique": "Każdy klient jest dla nas wyjątkowy, dlatego nasi agenci dostosowują swoje podejście do Twoich indywidualnych potrzeb. Służą spersonalizowaną obsługą, abyś czuł się pewnie na każdym etapie transakcji.",
  "integrated-technologies": "Integrowane technologie:",
  "access-to-advanced-tools": "Nasi agenci mają dostęp do zaawansowanych narzędzi technologicznych i rozwiązań opartych na sztucznej inteligencji, które pomagają im efektywnie działać i dostarczać lepsze rezultaty.",
  "taking-care-of-interest": "Dbałość o Twoje interesy:",
  "agents-work-for-you": "Naszym priorytetem jest dbałość o Twoje interesy. Nasi agenci pracują dla Ciebie, starając się uzyskać najlepsze warunki i wyniki, zarówno przy sprzedaży, jak i zakupie nieruchomości.",
  "proven-successes": "Sprawdzone sukcesy:",
  "many-successful-transactions": "Nasi agenci mogą pochwalić się wieloma udanymi transakcjami i zadowolonymi klientami. Ich sukcesy potwierdzają ich umiejętności i zaangażowanie.",
  "real-estate-transaction": "Dlatego też, jeśli potrzebujesz partnera do transakcji nieruchomości, który jest zaangażowany, doświadczony i gotowy wesprzeć Cię na każdym kroku, to nasi agenci RealN są tu, by Ci pomóc. Dzięki ich wiedzy, doświadczeniu i profesjonalizmowi, możesz czuć się pewnie w podejmowaniu ważnych decyzji dotyczących nieruchomości."
}