{
    "buying-or-renting": "Kupno czy wynajem?",
    "you-deciding": "Podejmujesz decyzję między wynajmem a kupnem domu?",
    "maybe-you-ready": "Może jesteś gotowy, aby wyprowadzić się z wynajmowanego mieszkania do własnego domu. A może przenosisz się do nowego miasta i zastanawiasz się, czy wynająć dom przed dokonaniem skoku na własność. Niezależnie od powodów, poświęć chwilę, aby zastanowić się, jak wynajem i kupno domu wpłyną na Twoje życie teraz i w przyszłości.",
    "rent-or-buy": "Czy powinienem wynająć czy kupić dom? 3 pytania, które należy sobie zadać",
    "each-of-us": "Każdy z nas ma unikalny styl życia, sytuację finansową sytuację finansową i zestaw długoterminowych celów życiowych, które wpływają na naszą decyzję czy wynająć czy kupić dom. Aby uporządkować to wszystko dla siebie, rozważ trzy główne pytania.",
    "question-1": "1) Czy wynajem lub kupno nie kłóci się z Twoimi planami na najbliższą przyszłość?",
    "one-important-question": "Jednym z najważniejszych pytań do rozważenia przy podejmowaniu decyzji pomiędzy wynajmem a kupnem domu jest Twoja linia czasowa. Na przykład, jeśli właśnie przeprowadziłeś się do miasta, spodziewasz się zmiany pracy lub nie planujesz zostać w społeczności na długo, to może być bardziej sensowne, aby wynająć. Sprzedaż domu kosztuje, a jeśli sprzedasz go zbyt szybko po zakupie, może się to nie opłacać. Z drugiej strony, jeśli znalazłeś społeczność, w której chciałbyś chciałbyś zapuścić korzenie, zakup może być lepszą opcją. Posiadanie domu oferuje większą stabilność i potencjalnie większe korzyści finansowe dla kupujących dom, którzy planują mieszkać w danym miejscu dłużej niż tylko kilka lat.",
    "question-2": "2) Na jakie koszta możesz sobie pozwolić?",
    "buying-and-renting": "Kupno i wynajem mają swoje własne koszty. które należy rozważyć - i to może stanowić różnicę między zostaniem najemcą lub właścicielem domu. Aby kupić, będziesz potrzebował wystarczająco dużo pieniędzy w banku, aby pozwolić sobie na przedpłatę i koszty zamknięcia. To, ile to będzie, zależy od kredytu mieszkaniowego, kredytodawcy, rynku mieszkaniowego i innych czynników. Wielu nabywców wpłaca tylko 3%, choć większa zaliczka zwykle pozwala zaoszczędzić pieniądze na odsetkach i ubezpieczeniu hipotecznym. Istnieją również bieżące koszty posiadania domu - płatności hipoteczne, utrzymanie, usługi komunalne i różne rodzaje ubezpieczeń dla właścicieli domów. Dowiedz się więcej o tym, ile kosztuje kupić dom lub skorzystaj z kalkulatora hipotecznego, aby zorientować się, na co Cię stać. możesz sobie pozwolić. Jeśli kupno domu pochłonęłoby wszystkie Twoje oszczędności lub rozciągnęło Twój miesięczny budżet, wynajem może mieć większy sens. Aby wynająć mieszkanie zazwyczaj wystarczy wypełnić wniosek o wynajem, opłatę za wniosek, depozyt zabezpieczający oraz pierwszy i ostatni miesiąc czynszu. Decydując się na wynajem możesz również dać sobie czas na podniesienie swojej oceny kredytowej, potencjalnie zaoszczędzić pieniądze na odsetkach od kredytu hipotecznego i innych kosztach związanych z pożyczką. Pamiętaj, że miesięczna opłata za wynajem prawdopodobnie wzrośnie za każdym razem, gdy gdy umowa najmu będzie przedłużana. W zależności od rynku mieszkaniowego, możesz skończyć płacąc więcej za wynajem niż za ratę kredytu hipotecznego. Kalkulator wynajem vs. zakup może pomóc Ci ocenić, co jest najlepsze dla Twojej sytuacji, ale Pamiętaj, że jest to tylko przybliżony szacunek.",
    "question-3": "3) Co bardziej pasuje do Twojego stylu życia?",
    "rent-vs-buy": "Wynajem a zakup domu to również kwestia stylu życia. Posiadanie domu jest długoterminową inwestycją, która może pozwolić Ci budowanie bogactwa w czasie. Oznacza to traktowanie domu jako inwestycji i odpowiednie o niego dbanie, przeprowadzając regularne konserwacje i naprawy. Kupno wiąże się również z dumą z własności i swobodą podejmowania decyzji dotyczących stylu i ulepszeń, których zazwyczaj nie masz jako najemca. W rzeczywistości, na niektórych rynkach kupno domu z podwórkiem, garażem lub trzecią sypialnią, którą chciałeś może być bardziej przystępne niż próbując wynająć równoważną nieruchomość. Z drugiej strony, możesz mieć dobre powody, aby kontynuować wynajem zamiast kupować dom. Wynajmowanie może być korzystniejsze, jeśli nie chcesz zajmować się odpowiedzialnością za utrzymanie domu i płacenie za naprawy. Być może na horyzoncie pojawia się zmiana, np. zmiana kariery lub dziecko uczęszczające do innej szkoły, gdzie wynajem domu ma większy sens finansowy i lepiej pasuje do Twoich długoterminowych celów. Wynajem może być również dobrym wyborem, jeśli prowadzisz intensywny tryb życia, często się przemieszczasz lub po prostu wolisz więcej wolności i nie jesteś gotowy na duże zobowiązanie.",
    "buying-renting-advatages": "Kupno czy wynajem: wady i zalety",
    "decide-on-renting": "Decydując się na wynajem lub zakup domu, należy rozważyć zalety i wady każdego z nich.",
    "aparment-advatages": "Zalety wynajmu mieszkania",
    "house-repairs": "Naprawy domowe:",
    "house-repairs-text": "Jeśli coś się zepsuje w domu, który wynajmujesz, to zazwyczaj właściciel musi to naprawić, a nie Ty. Więc kiedy klimatyzacja przestanie działać w środku lata, nie musisz wydawać tysięcy złotych, aby ją naprawić.",
    "monthly-expenses-house": "Miesięczne wydatki mieszkaniowe:",
    "monthly-expenses-house-text": "Zazwyczaj wynajmując dom, Twoje miesięczne koszty mieszkaniowe pozostaną takie same, poza niewielkimi wahaniami w kosztach mediów. Twój podstawowy czynsz nie zmienia się i prawdopodobnie nie będziesz musiał uwzględniać w budżecie żadnych napraw awaryjnych, kosztów utrzymania, ani uwzględniać podatków od nieruchomości.",
    "flexibility": "Elastyczność",
    "flexibility-text": "Możesz wyprowadzić się po zakończeniu najmu lub przenieść się do innego miasta bez konieczności martwienia się o sprzedaż domu. Wynajmowanie domu pozwala również zobaczyć, które style domów lubisz, które plany pięter nie lubisz, i czy okolica jest odpowiednia, przed zakupem domu.",
    "investment-opportunities": "Możliwości inwestycyjne:",
    "investment-opportunities-text": "Wynajem może uwolnić niektóre z Twoich dochodów, ponieważ nie będziesz wydawać ich na naprawy lub modernizacje. Możesz mieć dodatkowe fundusze, zwane również dochodami rozporządzalnymi, które możesz zainwestować w budowę swoich finansów zamiast inwestować w dom. Możesz nawet być w stanie zaoszczędzić pieniądze na zaliczkę.",
    "apartament-disadvantages": "Wady wynajmu mieszkania",
    "temporary": "Tymczasowe:",
    "temporary-text": "Największa zaleta wynajmu jest również największą wadą. Jeśli planujesz zapuścić korzenie w danej społeczności, wynajem może nie być najlepszym rozwiązaniem, ponieważ większość umów najmu trwa tylko rok lub dwa.:",
    "uncertainty": "Niepewność:",
    "uncertainty-text": "Nie wiadomo, kiedy właściciel domu może zdecydować, że nie chce już odpowiedzialności za bycie właścicielem. Kiedy skończy się czynsz, może zdecydować się na sprzedaż, co oznacza, że będziesz musiał się przenieść. Podobnie, gdy kończy się okres najmu, mieszkanie może nie oferować opcji przedłużenia najmu.",
    "possible-rent-increase": "Możliwe podwyżki czynszu:",
    "possible-rent-increase-text": "Przy wynajmowaniu, każdego roku, kiedy odnawiasz umowę najmu, możliwe jest, że twój czynsz wzrośnie. W zależności od tego, czy negocjujesz czynsz, nowy koszt może być poza Twoim budżetem. W takim przypadku prawdopodobnie trzeba będzie znaleźć nowy wynajem.",
    "lack-of-equity": "Brak kapitału domowego:",
    "lack-of-equity-text": "Jako najemca nie budujesz żadnego kapitału własnego - jest to procent wartości domu, za który zapłaciłeś, a nie to, co nadal jest własnością kredytodawcy. Płacąc czynsz co miesiąc, pomagasz komuś innemu budować kapitał własny, podczas gdy sam mógłbyś wykorzystać te fundusze do poprawy własnych finansów.",
    "house-shell-state": "Dom w stanie surowym:",
    "house-shell-state-text": "Zazwyczaj nie masz możliwości modyfikacji wynajmowanego domu, aby dostosować go do swoich potrzeb. Niektórzy właściciele mogą pozwolić Ci na drobne zmiany, takie jak pomalowanie ścian w Twojej przestrzeni życiowej, ale prawdopodobnie będziesz musiał pomalować je z powrotem na oryginalny kolor, kiedy się wyprowadzisz.",
    "advantages-of-buying-a-house": "Zalety kupna domu",
    "building-capital": "Budowanie kapitału:",
    "building-capital-text": "Jako właściciel domu będziesz miał szansę zbudować kapitał własny i potencjalnie zwiększyć wartość swojego domu. Im dłużej posiadasz swój dom, tym więcej masz kapitału własnego i tym więcej pieniędzy prawdopodobnie zarobisz, gdy go sprzedasz. Kapitał własny może również pozwolić Ci na pożyczenie pieniędzy na duże wydatki i zbudowanie bogactwa, które przyniesie Ci korzyści w późniejszym życiu.",
    "adapt-your-needs": "Możliwość dostosowania do potrzeb:",
    "adapt-your-needs-text": "Kupno domu oznacza, że jest on Twój - możesz go pomalować, przebudować i dostosować przestrzeń do swoich upodobań bez konieczności przestrzegania zasad właściciela. Ta duma z własności jest wielką zaletą dla osób pragnących się ustatkować.",
    "stability": "Stabilność:",
    "stability-text": "Nie będziesz zdany na łaskę właściciela, który może zdecydować się na sprzedaż domu po zakończeniu najmu. Masz swobodę decydowania, jak długo chcesz pozostać w domu, a ostatecznie, czy i kiedy chcesz go sprzedać.",
    "disadvantages-house": "Wady kupna domu",
    "closing-costs": "Closing costs:",
    "closing-costs-text": "Podczas procesu kupna domu trzeba również uwzględnić typowe koszty zamknięcia oraz inne koszty i wydatki z góry - inspekcja, ubezpieczenie tytułu własności, opłaty dla pożyczkodawcy - które często wynoszą 2%-5% ceny zakupu domu. Istnieje jednak wiele programów wspomagających przedpłatę, które mogą pomóc w pokryciu niektórych kosztów zamknięcia.",
    "house-worth": "Wartość domu:",
    "house-worth-text": "Idealnie byłoby, gdyby wartość domu wzrosła między momentem zakupu a momentem sprzedaży, ale nie zawsze tak jest. Wydarzenia poza naszą kontrolą, takie jak zmiany w gospodarce, mogą potencjalnie obniżyć wartość domu. Do tego dochodzą pieniądze, które wydałeś na ulepszenie nieruchomości oraz inne opłaty, które ponosiłeś jako właściciel domu. Im dłużej mieszkasz w swoim domu, tym więcej czasu masz na rozłożenie tych dodatkowych kosztów i zwiększenie zwrotu z inwestycji.",
    "house-expense": "Wydatki na utrzymanie domu:",
    "house-expense-text": "Wraz z posiadaniem domu przychodzi odpowiedzialność za utrzymanie domu. Jeśli w dachu pojawi się przeciek, to do Ciebie należy zajęcie się i zapłacenie za naprawy. Musisz być również przygotowany na wypadek nagłych napraw, takich jak pęknięta rura lub zepsuty grzejnik.",
    "investment-restrictions": "Ograniczenia inwestycyjne:",
    "investment-restrictions-text": "Kupując, możesz umieścić większość swoich pieniędzy w jednej inwestycji - domu. Oznacza to, że możesz nie mieć dodatkowej gotówki leżącej wokół, aby zainwestować w akcje lub inne inwestycje. To powiedziawszy, wszelkie ulepszenia, których dokonasz w swoim domu, mogą stać się wartościowymi inwestycjami długoterminowymi, gdy przyjdzie czas na sprzedaż.",
    "conclusion": "Wnioski: wynajem a kupno domu",
    "conclusion-text": "Niezależnie od tego, czy podejmiesz decyzję o wynajęciu czy kupnie domu, jest to decyzja osobista, która oznacza przyjrzenie się różnym aspektom Twojego życia. Od sytuacji finansowej po styl życia, sytuację zawodową i długoterminowe cele - istnieje wiele czynników, które mogą decydować o tym, czy powinieneś wynająć czy kupić dom. Jeśli nadal nie jesteś pewien, która opcja jest dla Ciebie odpowiednia, porozmawiaj z kredytodawcą hipotecznym lub agentem nieruchomości, który udzieli Ci profesjonalnych wskazówek.",
    "check-articles": "Sprawdź więcej artykułów na temat kupna domu",
    "how-to-buy-house": "Jak kupić dom w 7 krokach",
    "find-out-more": "Dowiedz się więcej",
    "what-kind-of-house": "Na jaki dom mogę sobie pozwolić",
    "about-real-estate": "O prowizji agenta nieruchomości",
    
    "find-ideal-house": "Znajdź swój idealny dom do wynajęcia!",
    "realn-is-specialist": "RealN to też ekspert w dziedzinie wynajmu nieruchomości, dostarczając klientom niezrównaną jakość obsługi i szeroki wybór atrakcyjnych ofert. Oferujemy rozwiązania dla każdego, kto szuka komfortowego i funkcjonalnego miejsca do zamieszkania lub prowadzenia działalności biznesowej.",
    "why-is-worth": "Dlaczego warto skorzystać z naszych usług wynajmu:",
    "best-offers": "Najlepsze oferty:",
    "extensive-database": "Posiadamy rozbudowaną bazę nieruchomości dostępnych do wynajęcia, obejmującą różnorodne lokale mieszkalne i komercyjne. Nasz zespół stale aktualizuje oferty, aby zapewnić naszym klientom najświeższe i najbardziej atrakcyjne możliwości.",
    "professional-advice": "Profesjonalne doradztwo:",
    "experienced-real-agents": "Nasi doświadczeni agenci nieruchomości zapewniają kompleksowe doradztwo na każdym etapie procesu wynajmu. Zrozumieją Twoje potrzeby, dostosują oferty do Twoich preferencji i odpowiedzą na wszystkie pytania, aby zapewnić Ci pełne zadowolenie i bezpieczeństwo transakcji.",
    "efficient-procedures": "Sprawne procedury:",
    "highest-standarts": "Działamy zgodnie z najwyższymi standardami, aby zapewnić naszym klientom płynny i bezproblemowy proces najmu. Przygotujemy niezbędną dokumentację, pomożemy w negocjacjach i zatroszczymy się o wszystkie szczegóły, aby zapewnić Ci spokojne wynajmowanie nieruchomości.",
    "reliability-and-trust": "Rzetelność i zaufanie:",
    "our-company-reliability": "Nasza firma ceni sobie rzetelność i zaufanie jako podstawowe wartości. Dbamy o transparentność naszych usług, zapewniamy jasne warunki najmu i uczciwe podejście do klientów. Zaufało nam już wielu klientów, a ich zadowolenie stanowi naszą najlepszą rekomendację.",
    "individual-approach": "Indywidualne podejście:",
    "we-are-flexible": "Jesteśmy elastyczni i gotowi dostosować się do Twoich potrzeb. Nasz zespół jest gotowy służyć Ci pomocą, abyś znalazł idealne miejsce, które spełni wszystkie Twoje oczekiwania.",
    "dont-waste-time": "Nie trać czasu i energii na przeszukiwanie wielu ofert - skorzystaj z naszych usług wynajmu nieruchomości i zyskaj dostęp do najlepszych możliwości na rynku. Skontaktuj się z nami już dziś, aby rozpocząć poszukiwania i cieszyć się bezproblemowym wynajmem nieruchomości, który spełni wszystkie Twoje wymagania.",
    "more-materials": "Więcej materiałów dla najemców",
    "advices": "Porady dla najemców",
    "next": "Dalej",

    "regardless": "Niezależnie od tego, czy jesteś nowym najemcą czy doświadczonym wynajmującym, znajdziesz tutaj przydatne wskazówki i informacje, które pomogą Ci w wynajmie i utrzymaniu idealnego mieszkania. Niezależnie od tego, czy szukasz porad dotyczących znalezienia odpowiedniego mieszkania, negocjowania umowy najmu, zarządzania finansami czy utrzymania dobrej relacji z właścicielem, jesteśmy tu po to, aby Ci pomóc. Przeczytaj nasze porady i zyskaj pewność i wiedzę potrzebną do udanego wynajmu nieruchomości.",
    "choose-right-place": "1. Wybierz odpowiednie miejsce:",
    "choose-right-place-text": "Przed wynajmem nieruchomości dokładnie zastanów się nad lokalizacją. Określ, czy preferujesz bliskość szkół, centrów handlowych, transportu publicznego lub innych udogodnień. Upewnij się, że wybrane miejsce odpowiada Twoim potrzebom i stylowi życia.",
    "set-a-budget": "2. Ustal budżet:",
    "determine-budget": "Określ realistyczny budżet na nieruchomości, uwzględniając czynsz, opłaty za media i inne koszty związane z utrzymaniem nieruchomości. Upewynajemwnij się, że masz wystarczające środki finansowe na pokrycie miesięcznych opłat.",
    "rental-agreement": "3. Przeczytaj umowę najmu:",
    "rental-agreement-text": "Przed podpisaniem umowy najmu dokładnie zapoznaj się z jej treścią. Zwróć uwagę na warunki najmu, okres trwania umowy, obowiązki najemcy i wynajmującego, zasady rozwiązania umowy i ewentualne dodatkowe klauzule. Jeśli masz wątpliwości, skonsultuj się z prawnikiem.",
    "document": "4. Dokumentuj stan nieruchomości:",
    "document-text": "Przy wprowadzaniu się do wynajmowanej nieruchomości wykonaj szczegółowy inwentaryzacyjny spis stanu nieruchomości. Zrób zdjęcia lub filmy, aby udokumentować ewentualne istniejące uszkodzenia lub niedociągnięcia. To pomoże uniknąć nieporozumień w przyszłości.",
    "payments-deadlines": "5. Płatności i terminy:",
    "payments-deadlines-text": "Przestrzegaj ustalonych terminów płatności czynszu i innych opłat zgodnie z umową najmu. Regularnie sprawdzaj stan swojego konta i potwierdzaj dokonane płatności. W razie opóźnień w płatnościach, skonsultuj się z wynajmującym i staraj się znaleźć rozwiązanie.",
    "report-breakdowns": "6. Zgłaszaj awarie i naprawy:",
    "report-breakdowns-text": "Jeśli wystąpią jakiekolwiek awarie lub potrzeba naprawy w nieruchomości, niezwłocznie zgłoś to wynajmującemu. Zachowaj dokumentację zgłoszeń i odpowiedzi, aby mieć udokumentowany ślad komunikacji w przypadku sporów.",
    "stay-organized": "7. Zachowaj porządek",
    "stay-organized-text": "Dbaj o wynajmowaną nieruchomość i utrzymuj ją w czystości. Szanuj mienie i przestrzeń wspólną, jeśli takie istnieją. Regularnie wykonuj podstawowe prace konserwacyjne, takie jak czyszczenie, usuwanie drobnych usterek czy pielęgnacja ogrodu.",
    "dispute-resolution": "8. Rozwiązywanie sporów:",
    "dispute-resolution-text": "Jeśli wystąpią jakiekolwiek problemy lub spory z wynajmującym, staraj się rozwiązać je najpierw w sposób komunikacyjny i pokojowy",
    "remember": "Pamiętaj, że te porady mają na celu zapewnić Ci udany wynajem nieruchomości i utrzymanie dobrej relacji z wynajmującym. Bądź odpowiedzialnym najemcą i korzystaj z wynajmowanej nieruchomości z szacunkiem i troską.",
    "check-apartments": "Sprawdź więcej artykułów na temat wynajmu mieszkania",
    "rent": "Chcę wynająć swoje mieszkanie"
}   