{
    "your-complete-guide": "Twój kompletny przewodnik na zakup czy sprzedaż nieruchomości",
    "buying-or-selling": "Kupno bądź sprzedaż domu czy mieszkania może być stresujące, ale jesteśmy tutaj, aby pomóc. Agenci RealN wspólnie z Wami przejdą tę drogę, będą na każdym etapie tego procesu.",
    "real-estate-guide": "Przewodnik zakupu nieruchomości",
    "sales-guide": "Przewodnik sprzedaży nieruchomości",
    "buy-house-7-steps": "Jak kupić dom w 7 krokach",
    "continue": "Czytaj dalej",
    "how-to-buy-real-estate": "Jak kupić nieruchomość w Polsce nie będąc obywatelem Polski",
    "how-to-choose": "Jak wybrać agenta nieruchomości - Top 15 pytań, które należy",
    "about-real-estate": "O prowizji agenta nieruchomości",
    "how-to-prepare-to-sell": "Jak przygotować dom do sprzedaży",
    "sell-estate-in-poland": "Jak sprzedać nieruchomość w Polsce nie będąc obywatelem Polski",
    "how-to-choose-agent": " Jak wybrać agenta nieruchomości - Top 15 pytań, które należy zadać",
    "about-real-estate-agent-commission": "O prowizji agenta nieruchomości",
    
    "how-to-buy-house-7-steps": "Jak kupić dom w 7 krokach",
    "understanding-all-steps": "Zrozumienie wszystkich kroków to świetny sposób, aby rozpocząć.",
    "from-finding-agent": "Od znalezienia odpowiedniego agenta do uzyskania kluczy, poznaj podstawy tego, jak kupić nieruchomość.",
    "determine-budget": "Krok 1: Określ swój budżet",
    "before-even-start": "Jeszcze zanim zaczniesz szukać, powinieneś określić, na ile możesz sobie pozwolić za pomocą narzędzi online, Dostępnego na platformie RealN zwanym Kalkulator budżetowy. Wystarczy wpisać kilka podstawowych informacji, aby uzyskać szacunkową kwotę, jaką możesz wydać na nieruchomość.",
    "agent-tip": "Wskazówka agenta RealN",
    "typically": "Zazwyczaj całkowita opłata za zakup nieruchomości (w tym opłaty, podatki i ubezpieczenie) nie powinna przekraczać 35% twojego dochodu brutto (przed opodatkowaniem), ale zaleca się, aby pozostać bliżej 25%.",
    "save-payment": "Oszczędzaj na wkład własny",
    "part-of-your-mortgage": "Duża część Twojego kredytu hipotecznego zostanie określona na podstawie tego, ile zapłacisz z góry w formie wkładu własnego. Ogólnie rzecz biorąc, im wyższy wkład, tym lepsze będzie oprocentowanie. Jeśli zdecydujesz się wpłacić mniej niż 10%, prawdopodobnie będziesz musiał zapłacić prywatne ubezpieczenie hipoteczne. Porozmawiaj z agentem i kredytodawcą, aby zrozumieć swoje opcje i określić najlepszą zaliczkę dla Ciebie.",
    "dont-forget-costs": "Nie zapomnij o kosztach całkowitych",
    "total-costs-charged": "Koszty całkowite są opłatami dokonywanymi w dniu transakcji i zazwyczaj wynoszą między 2%-5% ostatecznej ceny sprzedaży. Więcej o kosztach całkowitych dla kupujących przeczytasz poniżej, w kroku 6.",
    "step-2": "Krok 2: Uzyskaj wstępną zgodę banku na udzielenie kredytu hipotecznego",
    "sellers-more-willing": "Sprzedający zazwyczaj są bardziej skłonni zaakceptować oferty od nabywców, którzy są już po analizie zdolności kredytowej przez wybrany bank. Sprawdz i porównaj kilka ofert banków. Przeczytaj opinie o każdym pożyczkodawcy. Wybierz banki, które mają najlepsze recencje.",
    "apply-for-approval": "Złóż wniosek o wstępną akceptację",
    "chosen-bank": "Kiedy już wybierzesz bank, złóż wniosek o wstępną analizę Twojej zdolności kredytowej. Z pewnością bank poprosi o wszystkie dokumenty finansowe - zeznania podatkowe, odcinki wypłaty, wyciągi bankowe, wyciągi z kart kredytowych, kredytów studenckich i samochodowych, itp. Pamiętaj jednak że zgoda banku na udzielenie kredytu to jedno, powinieneś wziąć pod uwagę również Twoje miesięczne koszty dodatkowe. Przygotuj swój miesięczny budżet, tak aby dowiedzieć się ile faktycznie będą wynosiły koszty całkowite.",
    "remember-bank-consent": "Pamiętaj jednak że zgoda banku na udzielenie kredytu to jedno, musisz nadal wziąć pod uwagę Twoje koszty dodatkowe.",
    "step-3": "Krok 3: Poproś Agenta RealN o pomoc w przygotowaniu najlepszej dla Ciebie oferty",
    "agents-are-proffesional": "Agenci RealN to profesjonaliści, którzy mają dostęp do najlepszych ofert. Agent będzie z Tobą na każdym etapie procesu zakupu nieruchomości, doskonale zna topografię miasta, będzie też dla Ciebie niezastąpionym negocjatorem.",
    "no-commission-from-buyer": "Agent RealN nie pobiera prowizji od strony Kupującej.",
    "avoid-two-offices": "Unikaj pracy z dwoma różnymi biurami",
    "avoid-two-offices-example": "Gdy oferta dotycząca sprzedaży nieruchomości przykładowo znajduje się w jednym biurze, a Ciebie stronę zainteresowaną reprezentuje Agent innego biura Często dochodzi do konfliktów lub utrudniania sobie pracy. RealN zapewnia kompleksową usługę, oferując wszystko w ramach jednego biura. Nadal dwoje Agentów RealN może i reprezentuje obie strony transakcji, jednak dzięki jasno określonym warunkom nie dochodzi nigdy do konfliktów interesów, gdyż prowizję płaci ją tylko jedna strona (Klient Sprzedający).",
    "step-4": "Krok 4: Rozpocznij poszukiwania",
    "approved-credit": "Gdy masz już zatwierdzoną zdolność kredytową i wybrałeś Agenta, to oznacza tylko jedno! Jesteś gotowy rozpocząć poszukiwania wymarzonej. nieruchomości",
    "remember-like-property": "Pamiętaj, jeśli spodoba Ci się nieruchomość, podziel się tą informacją tylko z Twoim Agentem, pozwól mu przeprowadzić za Ciebie negocjacje. Nie rób wrażenia, że chcesz złożyć ofertę, może to mieć wpływ na cenę zakupu.",
    "during-presentation": "Podczas prezentacji nieruchomości, nie bój się zadawania pytań. Sprawdź każdy szczegół. Rób notatki.",
    "bring-someone-honest": "Przyprowadź ze sobą kogoś zaufanego na zwiedzanie domu, aby mieć drugi zestaw oczu. Jeśli dom ma wiele pięter, niech jedna osoba pójdzie na górę, aby 'chodzić i rozmawiać', podczas gdy druga zostanie na dole, aby sprawdzić poziom hałasu między piętrami.",
    "step-5": "Krok 5: Składanie oferty",
    "entrust-agent": "Powierz to zadanie Twojemu Agentowi, omów z Nim swoją strategię. Czy dom jest prawidłowo wyceniony? Co sprawi, że Twoja oferta wyróżnia się? Agent RealN dzięki znajomości rynku oraz zdobytych umiejętnościach negocjacyjnych idealnie poradzi sobie z tym zadaniem. Wezmą pod uwagę swój budżet i cenę wywoławczą dla porównywalnych domów w Twojej okolicy przy tworzeniu oferty, która będzie wyróżniać się do sprzedawców domu.",
    "prepare-to-negotiate": "Przygotuj się do negocjacji",
    "prepare-to-negotiate-text": "W zrozumieniu zakupu nieruchomości, należy pamiętać że prawdopodobnie otrzymasz kontrofertę i trzeba będzie prowadzić kolejne negocjacje ze sprzedającym. Twój Agent będzie z Tobą na każdym etapie tego procesu. To Ty jednak podejmiesz ostateczną decyzję.",
    "step-6": "Krok 6: Sprawdź stan nieruchomości",
    "most-important-step": "Jednym z najważniejszych etapów przy zakupie nieruchomości jest sprawdzenie jego stanu, pod kątem fizycznym jak i prawnym. Zaleca się skorzystanie z usługi fachowca, który przygotuje dla nas raport stanu aktualnego budynku. Sprawdzi stan ciągów hydraulicznych, elektrycznych, grzewczych i chłodzących, sprawdzi dach, fundamenty, ocieplenie budynku, stan okien itp. Jeśli raport z inspekcji wskazuje na jakiekolwiek poważne problemy, będzie to ważny argument do negocjacji ceny zakupu.",
    "step-7": "Krok 7: Transakcja i przekazanie nieruchomości",
    "final-step-reached": "Dotarłeś do ostatnich kroków. Po podpisaniu Aktu Sprzedaży zostałeś prawnym Właścicielem wybranej przez Ciebie nieruchomości. Po wpłynięciu środków na konto Sprzedającego, możesz umówić się na odbiór nieruchomości. Agent RealN pomoże Ci przygotować protokół zdawczo-odbiorczy, który pozwoli Ci podpisanie umów z dostawcami mediów oraz na rozliczenie rachunków zużycia przez wcześniejszego Gospodarza. W zależności od tego, czy obiekt jest gotowy do wprowadzenia czy wymaga odświeżenia lub remontu,które chcesz zakończyć przed wprowadzeniem się. Warto więc pomyśleć na wcześniejszym etapie o umówieniu ekip remontowych czy zakupie potrzebnych materiałów czy wyposażenia.",
    
    "how-to-choose-agent-for": "Jak wybrać agenta nieruchomości",
    "top-15": "Top 15 pytań, które należy zadać",
    "not-knowing": "Nie wiedząc, jak prawidłowo przeprowadzić wywiad i zatrudnić agenta nieruchomości, wielu Klientow zatrudniania pierwszego agenta nieruchomości, którego spotykają. To może być trudne do odrzucenia kogoś, ale dostaniesz najlepsze doświadczenie zakupu domu, jeśli wiesz, jak wybrać agenta nieruchomości, który jest odpowiedni dla Ciebie. Upewnij się, że zadajesz te 15 pytań przed wyborem agenta nieruchomości.",
    "main-job": " 1. Czy to twója główna praca ? Ilu klientów obsłużyłeś w tym roku?",
    "main-job-text": "Chcesz aktywnego agenta nieruchomości, który nie będzie rozproszony przez inne zobowiązania, i który jest na bieżąco z aktualnymi warunkami rynkowymi i przepisami.",
    "how-many-offers": "2. Ile jest ofert w regionie docelowym?",
    "how-many-offers-text": "Lokalne doświadczenie jest kluczem. Spróbuj znaleźć agenta z ekspertyzom w regionie docelowym.",
    "former-customers": "3. Byli klienci niezadowoleni z Asking why the customer was dissatisfied with the ageusług agenta? Co poszło nie tak?",
    "former-customers-text": "Pytając, dlaczego klient był niezadowolony z agenta, może to pomóc dowiedzieć się, czy ten agent jest odpowiedni.",
    "customer-filled-complain": "4. Czy klient kiedykolwiek złożył skargę przeciwko tobie?",
    "if-uncomfortable-question": "Jeśli jest to niewygodne pytanie, po prostu sprawdzić różne strony internetowe, czy znajdziesz informacje na temat wybranego agenta nieruchomości.",
    "what-is-your-fee": "5. Jaka jest twoja opłata?",
    "standard-agencies": "W standartowych biurach nieruchomsci płacisz prowizje jako Klient kupujacy od 1-2%. Sprzedawca płaci również agenta z pieniędzy, które płacisz za dom - zazwyczaj 2%-3% ceny sprzedaży. W Realn nie placisz jako Klient Kupujacy prowizje, a jako Klient sprzedajacy od 1%-1,5%. Dowiedz się więcej o prowizji od nieruchomości.",
    "what-services": "6. Jakie usługi oferuje tobie agent nieruchomosci?",
    "make-a-list": "Zrób listę tego, czego potrzebujesz: negocjacje, praca papierkowa itd.",
    "am-i-required": "7. Kiedy jestem zobowiązany do pracy z tobą?",
    "many-clients": "Wielu klientów rozpocząć zwiedzanie domów bez świadomości, że może to zobowiązać ich do pracy z agentem, z umową lub bez umowy. Upewnij się, że znasz granice, lub przejdź na bezpłatną, niezobowiązującą prezentacje po domu z agentem RealN.",
    "how-many-transactions": "8. Jak wiele transakcji zostały zrealizowanwe?",
    "difficult-offers": "Trudne oferty z strony prwanej moga być wspaniałe, ale papierkowa robota jest skomplikowana i twoja odpowiedzialność jest większa. Niezależnie od tego, czy jesteś zainteresowany tego typu transakcji, najlepsi agenci mają doświadczenie w w rozwiazaniu I zamykaniu takich transakcji.",
    "who-work-with-me": "9. Kto jeszcze będzie pracować ze mną?",
    "agent-is-supported": "Agent jest często wspierany przez zespół, ale osoba, którą zatrudniasz powinna wykonać większość pracy. Zrozum, za co bierze twój agent odpowiedzialność.",
    "will-you-show-all-offers": "10. Czy pokażesz mi wszystkie oferty na sprzedaż?",
    "how-quikly": "11. Jak szybko można otrzymać najlepsze oferty?",
    "best-offers": "Najlepsze oferty maja duże zainteresowanie. Zapytaj, jak agent organizuje prezentacje w krótkim czasie i jak dostaniesz o takich ofertach dzień do dnia informacje.",
    "represent-buyers-and-sellers": "12. Czy reprezentujesz kupujących i sprzedających w tej samej nieruchomsci?",
    "double-agent": "To się nazywa podwójny agent, i to jest coś, czego chcesz uniknąć. Żaden agent nie może sprawiedliwie reprezentować obie strony transakcji. Upewnij się, że agent jest tylko agentem dla Ciebie.",
    "what-sets-you-apart": "13. Co odróżnia cię od innych agentów?",
    "look-for-an-agent": "Szukajcie agenta z wiedzą, i nie tylko dlatego, że potrafi się dobrze sprzedać. Nie zatrudniasz dziecko z sąsiedztwa do grabienia liści. Potrzebujesz kogoś, kto jest pewny siebie i kocha co robi.",
    "what-if": "14. Co jeśli jestem niezadowolony z usług?",
    "agents-get-paid": "Agenci otrzymują wynagrodzenie, gdy kupujesz dom, ale większość skarg klientów występuje podczas procesu dokumentow i zamkniecia transakcji. Bądz szczery i porozmawiaj od razu z twoim agentem.",
    "get-reference": "15. Czy mogę dostać referencje dla twoich ostatnich pięciu transakcji?",
    "each-agent": "Każdy agent ma kilka klientów, którzy byli obsługiwani dobrze. Uzyskanie agenta ostatnich pięciu klientów da Ci bardziej zrównoważony obraz agrnta i jego umiejetnosci. Kazdy agent przedsctawi ci najbardziej korzystne referencje. Przyjrzyj się dokładnie tym ofertom, aby zobaczyć, jak mozne je porównać do swoich potrzeb, a czy agent wynegocjował dobrą cenę na każdym z nich.",
    "start-searching-houses": "Zacznij szukać domów!",

    "how-much-is-commission": "Ile wynosi prowizja od nieruchomości?",
    "usually": "Zazwyczaj prowizja od nieruchomości wynosi 5%-6% ceny sprzedaży domu. W większości obszarów, kupujący agent otrzymuje 1%-2% w prowizji i sprzedający agent otrzymuje 2%-4% w prowizji. To może się różnić w zależności od agenta i lokalizacji.",
    "who-pays-commission": "Kto płaci prowizję?",
    "if-you-buy-house": "Jeśli kupujesz dom przez RealN, nie płacisz prowizji agenta nieruchomości. W standartowym biurze wynosi ona 1-2%. Jeśli sprzedajesz dom, zazwyczaj płacisz prowizję agentowi aukcji 2-4%, gdy sprclass=divzedaż domu zostanie zamknięta.",
    "auction-commission": "Sprzedajac przez RealN płacisz prowizję aukcji od 1-1,5%",
    "heres-how": "Oto jak koszty prowizji rozkładają się na cenę sprzedaży domu przy całkowitej stawce prowizji 5% przy standardowej sprzedaży w porównaniu z RealN",
    "sell-price": "Cena sprzedaży domu",
    "real-estate-commission": "Komisja nieruchomości",
    "realn-commission": "RealN Komisja",
    "can-you-negotiate": "Czy można negocjować prowizje opłat?",
    "no-regulations": "Nie ma przepisów w Polsce dyktujących stawki prowizji, więc agenci mogą być skłonni do negocjowania niższych stawek w zależności od rodzaju transakcji, wymaganych usług i relacji. Niektórzy agenci będą również obniżyć swoje opłaty prowizyjne, jeśli reprezentują zarówno kupującego i sprzedającego w sprzedaży domu (znany również jako podwójnej agencji, patrz poniżej).",
    "fixed-commission": "W RealN mamy stalą prowizje od 1%-1,5%",
    "please-note": "Należy pamiętać, że niższa prowizja nie jest koniecznie najlepszym rozwiązaniem. Część opłaty agenta obejmuje budżet marketingowy i inne wydatki biznesowe na sprzedaż domu. Mniejszy budżet może oznaczać, że agent nie może prawidłowo sprzedawać swój dom. Więc choć ważne jest, aby rozważyć agenta opłaty, ważne jest również, aby rozważyć wartość ktore otrzymasz",
    "best-prices": "RealN oferuje Najlepsze ceny.",
    "show-you": "Pokażemy Ci, ile zapłacisz - i ile zaoszczędzisz - w każdej sprzedaży domu. Porozmawiaj z agentem RealN, aby poznać dokładną kwotę, którą możesz zaoszczędzić.",
    "commision-include": "Co obejmuje prowizja?",
    "average-commission": "Średnia prowizja agenta nieruchomości obejmuje szeroki zakres usług, które agent zapewnia podczas sprzedaży domu. Usługi te mogą obejmować: pracę ze sprzedającym, aby ustawić realistyczną cenę dla domu, marketing poprzez różne kanały online i offline, profesjonalnie prezentując dom potencjalnym nabywcom, negocjowanie szczegółów transakcji, bycie obecnym podczas inspekcji i ocen, a ostatecznie zamknięcie sprzedaży.",
    "in-realn": "W RealN zautomatyzowaliśmy wszystkie procesy sprzedaży, marketingu, prezentacji i obsługi dokumentów. Jesteśmy więc w stanie zaoferować sprzedaż nieruchomości za 1%-1,5% prowizji.",
    "commission-is-divided": "Jak dzielona jest prowizja pomiędzy agentów sprzedającego i kupującego klienta?",
    "initial-division": "Ważne jest również, aby pamiętać, że po początkowym podziale, komisja może być podzielona między agentem i biurem nieruchomsci na 50/50% . Średnio, rzeczywisty agent może dostać tylko 1,5% z 5% prowizji.",
    "commission-included": "Czy prowizja jest zawarta w kosztach zamknięcia?",
    "technically": "Technicznie rzecz biorąc, prowizja agenta nie jest zawarta w domu kosztów zamknięcia. Koszty zamknięcia są asortyment opłat, oddzielne od prowizji agenta, które muszą być wypłacane na zamknięciu. Koszty zamknięcia zazwyczaj obejmują takie rzeczy jak podatki, ubezpieczenie tytułu, ocena, opłaty pożyczkodawcy i inne usługi prowadzone podczas zamknięcia.",
    "closing-cost": "Kwoty kosztów zamknięcia różnią się w zależności od programu kredytowego kupującego, ale zazwyczaj wynoszą one 2%-5% ceny zakupu domu.",

}   