{
    "how-to-prepare-house-to-sell": "Jak przygotować dom do sprzedaży",
    "property-preparation": "Przygotowanie nieruchomości do sprzedaży jest kluczowym czynnikiem, który może zwiększyć atrakcyjność i wartość domu. Oto kilka ważnych kroków, które warto podjąć:",
    "cleaning-and-tidying": "Sprzątanie i porządkowanie",
    "start-by": "Rozpocznij od gruntownego sprzątania całej nieruchomości. Usuń wszelkie niepotrzebne przedmioty, uporządkuj pomieszczenia, wyczyść okna, usunij kurz i pająki. Staraj się stworzyć czyste i schludne otoczenie.",
    "repairs-and-maintenance": "Naprawy i konserwacja",
    "check-for-defects": "Sprawdź, czy nie ma żadnych widocznych usterek w domu. Napraw drobne usterki, takie jak popsute żarówki, uszkodzone kraniki czy zarysowane ściany. Skoncentruj się na najbardziej istotnych obszarach, które mogą wpływać na pierwsze wrażenie potencjalnych kupujących.",
    "painting-and-finishing": "Malowanie i wykończenie",
    "if-the-walls": "Jeśli ściany są wytarte, pobrudzone lub w jaskrawych kolorach, rozważ przemalowanie ich na neutralne i stonowane kolory. Nowa warstwa farby może odświeżyć i nadać nieruchomości atrakcyjny wygląd.",
    "improvements-and-modernization": "Ulepszenia i modernizacje",
    "identify-areas": "Zidentyfikuj obszary, które mogą być ulepszone lub zmodernizowane, aby zwiększyć atrakcyjność nieruchomości. Mogą to być takie elementy jak kuchnia, łazienki, podłogi czy systemy grzewcze. Staraj się dostosować nieruchomość do współczesnych standardów i preferencji potencjalnych kupujących.",
    "presentation": "Prezentacja",
    "present-your-property": "Starannie zaprezentuj nieruchomość, aby zwrócić uwagę potencjalnych kupujących. Wykorzystaj naturalne światło, dobrze oświetl pomieszczenia, ustal atrakcyjne układy mebli i dodaj elementy dekoracyjne, które podkreślą potencjał nieruchomości.",
    "gardens-outdoor-space": "Ogrody i przestrzeń zewnętrzna",
    "dont-forget": "Nie zapomnij również o zadbanym ogrodzie i przestrzeni zewnętrznej. Przytnij trawniki, uporządkuj rośliny, usuń zbędne przedmioty, a także stwórz atrakcyjne miejsce do odpoczynku, na przykład poprzez dodanie mebli ogrodowych czy dekoracyjnych elementów.",

    "how-much-will-earn": "Ile zarobię na sprzedaży domu?",
    "house-price": "Cena sprzedaży nieruchomości",
    "mortage-loan": "Niespłacony kredyt hipoteczny",
    "sales-in": "Sprzedaż w:",
    "calculate-your-sales": "Oblicz zyski ze sprzedaży",
    "this-calculator": " Kalkulator ten nie ma na celu zastąpienia profesjonalnej wyceny.",
    "estimated-profit": "Szacowany zysk ze sprzedaży domu",
    "097M": "PLN 0,97M",
    "agent": "RealN Agent",
    "093M": "PLN 0,93M<",
    "traditional-agent": "Agent tradycyjny",
    "agents-commision": "Prowizja agenta sprzedającego",
    "agents-commision-2": "Prowizja agenta sprzedającego",
    "taxex-costs": "Opłaty i podatki",
    "fees-are-subject": "* Opłaty mogą ulec zmianie, obowiązują stawki minimalne. Opłata agenta kupującego z innego biuranie jest nie wliczona, np. jeśli opłata agenta kupującego wynosi 2,5%, sprzedający zapłaci całkowitą opłatę w wysokości 1,5%. Sprzedaż za 1% opłaty za wystawienie tylko w przypadku zakupu za pośrednictwem RealN w ciągu 365 dni od zamknięcia oferty RealN. Pobierzemy 1,5% opłaty za wystawienie, a następnie wyślemy Ci czek na 0,5% różnicy po zakupie następnego domu z nami. Dowiedz się więcej",
    "save-on-transaction": "Zaoszczędź na całej transkacji i dla wszystkich stron",
    "with-local-agent": "z lokalnym agentem RealN*",
    "how-do-we-calculate": "Jak obliczamy wpływ ze sprzedaży domu?",
    "the-home-sale-income": "Kalkulator przychodów ze sprzedaży domu wykorzystuje koszty sprzedaży domu w Twojej okolicy, aby oszacować, ile możesz zarobić na sprzedaży domu.",
    "estimated-selling-price": "Szacowana cena sprzedaży:",
    "to-estimate": "Aby oszacować wpływy, musisz znać szacunkową cenę sprzedaży domu. Można to zrobić poprzez skonsultowanie się z agentem nieruchomości, który oceni wartość domu na podstawie lokalnego rynku.",
    "agent-commision": "Prowizja agenta nieruchomości:",
    "usually": "Zazwyczaj prowizja dla agenta nieruchomości wynosi od 2% do 4% ceny sprzedaży domu. Ta kwota zostanie odjęta od całkowitych wpływów.",
    "mortage-balance": "Saldo niespłaconego kredytu hipotecznego:",
    "if-have-mortage": "Jeśli posiadasz niespłacony kredyt hipoteczny, musisz odjąć saldo tego kredytu od wpływów. Upewnij się, że masz aktualne saldo kredytu.",
    "savings-realn": "Oszczędności z RealN",
    "sell-your-house": "Kiedy sprzedajesz swój dom z agentem RealN, płacisz niską prowizję w wysokości 1%-1,5%.** Nie mamz prowizji od strony Kupującego",
    "payments-can-change": "**Opłaty mogą ulec zmianie, obowiązują stawki minimalne. Opłata agenta kupującego nie jest wliczona, np. jeśli opłata agenta kupującego z innej Agencji wynosi 2,5%, to nie jest uwyglednione przy spryedaży. Sprzedaż za 1% opłaty za wystawienie tylko w przypadku zakupu za pośrednictwem RealN w ciągu 365 dni od zamknięcia oferty RealN. Pobierzemy 1,5% opłaty za wystawienie, a następnie wyślemy Ci czek na 0,5% różnicy po zakupie następnego domu z nami. Dowiedz się więcej",
    "sum-up": "Podsumowując, aby obliczyć wpływy ze sprzedaży domu, musisz uwzględnić szacunkową cenę sprzedaży, prowizję agenta, saldo niespłaconego kredytu hipotecznego, oraz ewentualne dodatkowe opłaty.",
    "speak-with-agent": "Porozmawiaj z lokalnym agentem RealN",
    "make-first-step": "Zrób pierwszy krok, rozmawiając z lokalnym agentem - nie ma presji ani zobowiązań",
    "send": "send",
    "tools": "Narzędzia i zaasoby do sprzedaży domu",
    "home-value-estimate": "Oszacowanie wartości domu",
    "check-your-home": "Sprawdź swoją wycenę i raport domu w RealN",
    "realn-agents": "Agenci RealN",
    "find-best": "Znajdź najlepszych agentów nieruchomości w swojej okolicy.",
    "sales-with-realn": "Sprzedaż z RealN",
    "see-agents": "Zobacz, jak agenci i technologia RealN zapewniają najlepsze wyniki.",
    "map-of-houses": "Mapa domów na sprzedaż",
    "browse": "Przeglądaj aktywne oferty i ostatnie sprzedaże w pobliżu Twojego domu.",

    "sell-for-more": "Sprzedawaj za więcej",
    "and-save": "i oszczędzaj na opłatach",
    "realn-agents-has-experience": "Agenci RealN mają doświadczenie, aby sprzedać Twój dom za najwyższą cenę, a przy zakupie i sprzedaży z nami zapłacisz niską opłatę w wysokości 1%.",
    "to-start": "Aby rozpocząć, wprowadź swój adres poniżej. Odpowiesz na kilka krótkich pytań, a my skontaktujemy się z Tobą w ciągu kilku godzin.",
    "next": "Dalej",
    "why-is-it-worth": "Dlaczego warto sprzedawać z RealN?",
    "best-agents": "Mamy najlepszych agentów na rynku",
    "top-one": "Agenci RealN znajdują się wśród 1% najlepszych agentów pracujących w każdym ogólnokrajowym biurze pośrednictwa.",
    "get-a-marketing": "Uzyskaj pakiet marketingowy, który sprawi, że Twója nieruchomość będzie fascynująca dla kupujących",
    "more-eyes-on-house": "Więcej spojrzeń na Twój dom",
    "when-you-place-offer": "Gdy wystawisz ofertę na RealN, Twój dom będzie miał o 70% więcej wyświetleń, co zwiększy szanse na znalezienie zainteresowanych nabywców.",
    "preffered-position": "Preferowane miejsce w wynikach wyszukiwania",
    "first-week": "Przez pierwszy tydzień Twoja oferta będzie wyświetlana na szczycie wyszukiwań kupujących w witrynie i aplikacji RealN.",
    "digital-campaigns": "Cyfrowe kampanie marketingowe",
    "each-offer": "Każda oferta RealN otrzymuje cyfrową kampanię marketingową skierowaną do aktywnych nabywców.",
    "interactive-tours": "Interaktywne wycieczki 3D",
    "each-house": "Każdy dom wymieniony w RealN otrzymuje oszałamiającą wycieczkę 3D, dzięki czemu kupujący mogą go zwiedzać z dowolnego miejsca.",
    "high-qualiti-sale": "Sprzedajesz wysokiej klasy dom?",
    "premium": "Możesz kwaifikować się do RealN Premium, naszego najwyższego poziomu usług świadczonych przez naszych najlepszych agentów. Zostaniesz połączony z lokalnym ekspertem, który ma wieloletnie doświadczenie w sprzedaży luksusowych domów.",
    "know-more": "Dowiedz się więcej",
    "ready-to-go": "Gotowy do rozpoczęcia?",
    "today-connect-with-agent": "Już dziś możemy połączyć Cię z agentem, który pomoże Ci zrozumieć opcje sprzedaży i odpowie na wszystkie Twoje pytania.",
    "opinions": "Zobacz, co mówią nasi klienci:"


}